{"Answer":{"code":"answer","children":{"Yes No":{"code":"yes_no","children":{"DK\/NA":{"code":"dk_na"},"No":{"code":"no"},"Yes":{"code":"yes"}}}}},"Country":{"code":"country","children":{"Albania":{"code":"albania"},"Andorra":{"code":"andorra"},"Austria":{"code":"austria"},"Belarus":{"code":"belarus"},"Belgium":{"code":"belgium"},"Bosnia-Herzegovina":{"code":"bosnia-herzegovina"},"Bulgaria":{"code":"bulgaria"},"Croatia":{"code":"croatia"},"Cyprus":{"code":"cyprus"},"Czech Republic":{"code":"czech republic"},"Denmark":{"code":"denmark"},"England":{"code":"england"},"Estonia":{"code":"estonia"},"Finland":{"code":"finland"},"France":{"code":"france"},"Germany":{"code":"germany"},"Greece":{"code":"greece"},"Hungary":{"code":"hungary"},"Iceland":{"code":"iceland"},"Ireland":{"code":"ireland"},"Italy":{"code":"italy"},"Latvia":{"code":"latvia"},"Liechtenstein":{"code":"liechtenstein"},"Lithuania":{"code":"lithuania"},"Luxembourg":{"code":"luxembourg"},"Macedonia":{"code":"macedonia"},"Malta":{"code":"malta"},"Moldova":{"code":"moldova"},"Monaco":{"code":"monaco"},"Montenegro":{"code":"montenegro"},"Netherlands":{"code":"netherlands"},"Norway":{"code":"norway"},"Poland":{"code":"poland"},"Portugal":{"code":"portugal"},"Romania":{"code":"romania"},"Russia":{"code":"russia"},"San Marino":{"code":"san marino"},"Scotland":{"code":"scotland"},"Serbia":{"code":"serbia"},"Slovakia":{"code":"slovakia"},"Slovenia":{"code":"slovenia"},"Spain":{"code":"spain"},"Sweden":{"code":"sweden"},"Switzerland":{"code":"switzerland"},"Turkey":{"code":"turkey"},"Ukraine":{"code":"ukraine"},"United Kingdom":{"code":"united kingdom"},"Vatican City":{"code":"vatican city"}}},"Indicator":{"code":"indicator","children":{"PSICHOSOCIALINIŲ RIZIKOS VEIKSNIŲ VALDYMO IR PALAIKYMO PROBLEMOS":{"code":"bfprmes","children":{"Palyginus su kitais darbų saugos ir sveikatos klausimais, ar psichologinius ir socialinius rizikos veiksnius suvaldyti yra sunkiau, lengviau, o gal nėra jokio skirtumo?":{"code":"mm300"},"Ar Jums norėtumėte papildomos informacijos arba paramos šiais klausimais?":{"code":"mm303a"},"Ar naudojotės informacija arba parama iš išorės šaltinių, apie tai kaip spręsti klausimus, susijusius su psichologiniais ir socialiniais rizikos veiksniais darbe?":{"code":"mm302"}}},"OFICIALUS ATSTOVAVIMAS DARBUOTOJAMS DARBO SAUGOS IR SVEIKATOS (DSS) KLAUSIMAIS":{"code":"feroi","children":{"Ar Jūsų įmonėje yra darbuotojų profesinės sąjungos atstovas?":{"code":"mm351"},"Ar įmonėje turite Darbo tarybą?":{"code":"mm350"},"Ar Jūsų įmonė turi darbuotojų atstovą darbų saugos ir sveikatos klausimams?":{"code":"mm355"},"Ar Jūsų įmonėje yra Darbuotojų saugos ir sveikatos komitetas?":{"code":"mm358"},"Ar šioje įmonėje yra {atstovas, atsakingas už darbuotojų saugą ir sveikatą}*?":{"code":"mm355nl"}}},"BENDRAS SVEIKATOS IR SAUGOS VALDYMAS ĮMONĖJE":{"code":"ghsme","children":{"Ar aukšto lygio vadovybės posėdžiuose sveikatos ir darbų saugos klausimai yra keliami nuolat, kartais, o gal nekeliami niekada?":{"code":"mm158"},"Ar įmonėje yra reguliariai atliekama darbo vietų patikra sveikatos ir darbų saugos požiūriu, kuomet yra įvertinami rizikos veiksniai?":{"code":"mm161"},"Ar žinote apie Europos saugos ir sveikatos darbe savaitę?":{"code":"mm175"},"Ar imatės priemonių, kurios padėtų darbuotojams grįžti į darbą po ilgalaikio nebuvimo darbe dėl ligos?":{"code":"mm153"},"Ar Jūsų įmonėje nebuvimo darbe dėl ligos priežastys yra nagrinėjamos?":{"code":"mm152"},"Ar per paskutinius 3 metus Darbo inspekcija nors kartą tikrino darbo saugos ir sveikatos laikymąsi Jūsų įmonėje?":{"code":"mm170"},"Ar Jūsų įmonė naudojosi informacija apie sveikatą ir darbų saugą iš bet kurios iš šių organizacijų arba institucijų? Samdomi sveikatos ir darbų saugos ekspertai":{"code":"mm1737"},"Ar Jūsų įmonė naudojosi informacija apie sveikatą ir darbų saugą iš bet kurios iš šių organizacijų arba institucijų? Darbdavių organizacijos":{"code":"mm1735"},"Ar Jūsų įmonė naudojosi informacija apie sveikatą ir darbų saugą iš bet kurios iš šių organizacijų arba institucijų? Įmonės sveikatos ir darbų saugos skyrius\/ darbuotojai":{"code":"mm1733"},"Ar Jūsų įmonė naudojosi informacija apie sveikatą ir darbų saugą iš bet kurios iš šių organizacijų arba institucijų? Draudimo paslaugų teikėjai":{"code":"mm1738"},"Ar Jūsų įmonė naudojosi informacija apie sveikatą ir darbų saugą iš bet kurios iš šių organizacijų arba institucijų? Oficialios darbo saugos ir sveikatos priežiūros institucijos":{"code":"mm1731"},"Ar Jūsų įmonė naudojosi informacija apie sveikatą ir darbų saugą iš bet kurios iš šių organizacijų arba institucijų? Europos saugos ir sveikatos darbe agentūra":{"code":"mm1732"},"Ar Jūsų įmonė naudojosi informacija apie sveikatą ir darbų saugą iš bet kurios iš šių organizacijų arba institucijų? Darbo inspekcija":{"code":"mm1734"},"Ar Jūsų įmonė naudojosi informacija apie sveikatą ir darbų saugą iš bet kurios iš šių organizacijų arba institucijų? Profesinės sąjungos":{"code":"mm1736"},"Kiek Jūsų įmonėje sveikatos ir darbų saugos užtikrinimą įtakoja tokios priežastys? Apie kiekvieną iš jų pasakykite prašau, ar tai yra svarbi priežastis, nesvarbi priežastis, o gal tai iš viso nėra jokia priežastis? Ekonominės arba su darbo atlikimu susijusios priežastys":{"code":"mm1714"},"Kiek Jūsų įmonėje sveikatos ir darbų saugos užtikrinimą įtakoja tokios priežastys? Apie kiekvieną iš jų pasakykite prašau, ar tai yra svarbi priežastis, nesvarbi priežastis, o gal tai iš viso nėra jokia priežastis? Spaudimas iš Darbo inspekcijos":{"code":"mm1716"},"Kiek Jūsų įmonėje sveikatos ir darbų saugos užtikrinimą įtakoja tokios priežastys? Apie kiekvieną iš jų pasakykite prašau, ar tai yra svarbi priežastis, nesvarbi priežastis, o gal tai iš viso nėra jokia priežastis? Darbuotojų arba jų atstovų prašymai":{"code":"mm1712"},"Kiek Jūsų įmonėje sveikatos ir darbų saugos užtikrinimą įtakoja tokios priežastys? Apie kiekvieną iš jų pasakykite prašau, ar tai yra svarbi priežastis, nesvarbi priežastis, o gal tai iš viso nėra jokia priežastis? Klientų reikalavimai arba susirūpinimas organizacijos reputacija":{"code":"mm1715"},"Kiek Jūsų įmonėje sveikatos ir darbų saugos užtikrinimą įtakoja tokios priežastys? Apie kiekvieną iš jų pasakykite prašau, ar tai yra svarbi priežastis, nesvarbi priežastis, o gal tai iš viso nėra jokia priežastis? Darbuotojų išlaikymas ir nebuvimo darbe valdymas":{"code":"mm1713"},"Kiek Jūsų įmonėje sveikatos ir darbų saugos užtikrinimą įtakoja tokios priežastys? Apie kiekvieną iš jų pasakykite prašau, ar tai yra svarbi priežastis, nesvarbi priežastis, o gal tai iš viso nėra jokia priežastis? Teisinių prievolių įvykdymas":{"code":"mm1711"},"Su kokiomis problemomis susiduriate įmonėje, kai sprendžiate sveikatos ir darbų saugos klausimus? Apie kiekvieną iš jų pasakykite prašau, ar tai yra didelė problema, nedidelė problema, o gal tai iš viso nėra jokia problema? Trūksta supratingumo":{"code":"mm1722"},"Su kokiomis problemomis susiduriate įmonėje, kai sprendžiate sveikatos ir darbų saugos klausimus? Apie kiekvieną iš jų pasakykite prašau, ar tai yra didelė problema, nedidelė problema, o gal tai iš viso nėra jokia problema? Trūksta patirties ir žinių":{"code":"mm1723"},"Su kokiomis problemomis susiduriate įmonėje, kai sprendžiate sveikatos ir darbų saugos klausimus? Apie kiekvieną iš jų pasakykite prašau, ar tai yra didelė problema, nedidelė problema, o gal tai iš viso nėra jokia problema? Trūksta išteklių - pvz., laiko, darbuotojų ar pinigų":{"code":"mm1721"},"Su kokiomis problemomis susiduriate įmonėje, kai sprendžiate sveikatos ir darbų saugos klausimus? Apie kiekvieną iš jų pasakykite prašau, ar tai yra didelė problema, nedidelė problema, o gal tai iš viso nėra jokia problema? Trūksta techninės paramos arba konsultacijų":{"code":"mm1724"},"Su kokiomis problemomis susiduriate įmonėje, kai sprendžiate sveikatos ir darbų saugos klausimus? Apie kiekvieną iš jų pasakykite prašau, ar tai yra didelė problema, nedidelė problema, o gal tai iš viso nėra jokia problema? Įmonės vidaus kultūra":{"code":"mm1725"},"Su kokiomis problemomis susiduriate įmonėje, kai sprendžiate sveikatos ir darbų saugos klausimus? Apie kiekvieną iš jų pasakykite prašau, ar tai yra didelė problema, nedidelė problema, o gal tai iš viso nėra jokia problema? Klausimo jautrumas":{"code":"mm1726"},"Ar darbuotojų sveikata stebima atliekant reguliarias medicinines patikras?":{"code":"mm154"},"Ar Jūsų įmonė turi dokumentais patvirtintą politiką, įdiegtą valdymo sistemą arba veiksmų planą sveikatos ir darbų saugos klausimais?":{"code":"mm155"},"O kaip Jūs bendrai įvertintumėte kitų vadovaujančių asmenų Jūsų įmonėje dalyvavimą sveikatos ir darbų saugos priežiūroje? Ar jis yra labai aktyvus, gana aktyvus, gana pasyvus arba labai pasyvus?":{"code":"mm159"},"Kokiomis sveikatos ir darbų saugos paslaugomis naudojatės? Nepriklausomai nuo to, ar specialistus turite įmonėje ar samdote Bendrosios darbų saugos ir sveikatos konsultacijos":{"code":"mm1505"},"Kokiomis sveikatos ir darbų saugos paslaugomis naudojatės? Nepriklausomai nuo to, ar specialistus turite įmonėje ar samdote Psichologas":{"code":"mm1503"},"Kokiomis sveikatos ir darbų saugos paslaugomis naudojatės? Nepriklausomai nuo to, ar specialistus turite įmonėje ar samdote Darbų saugos specialistas":{"code":"mm1502"},"Kokiomis sveikatos ir darbų saugos paslaugomis naudojatės? Nepriklausomai nuo to, ar specialistus turite įmonėje ar samdote Ergonomikos ekspertas, sprendžiantis darbo vietos įrengimo klausimus":{"code":"mm1504"},"Kokiomis sveikatos ir darbų saugos paslaugomis naudojatės? Nepriklausomai nuo to, ar specialistus turite įmonėje ar samdote Pagal darbo pobūdį specializuotas gydytojas":{"code":"mm1501"}}},"PAVOJAI SVEIKATAI IR SAUGAI ĮMONĖJE":{"code":"hsre","children":{"Prašome apie kiekvieną iš šių klausimų pasakyti, ar Jūsų įmonėje tai kelia didelį susirūpinimą, tam tikrą susirūpinimą, o gal nekelia jokio susirūpinimo? Nelaimingi atsitikimai":{"code":"mm2002"},"Prašome apie kiekvieną iš šių klausimų pasakyti, ar Jūsų įmonėje tai kelia didelį susirūpinimą, tam tikrą susirūpinimą, o gal nekelia jokio susirūpinimo? Persekiojimas arba priekabiavimas, t.y. bendradarbių arba viršininkų vykdomas smurtavimas, žeminimas arba užpuolimas":{"code":"mm2007"},"Prašome apie kiekvieną iš šių klausimų pasakyti, ar Jūsų įmonėje tai kelia didelį susirūpinimą, tam tikrą susirūpinimą, o gal nekelia jokio susirūpinimo? Pavojingos medžiagos (int.: paaiškinkite, jei reikia: pvz., dulkės, cheminės, biologinės arba radioaktyvios medžiagos)":{"code":"mm2001"},"Prašome apie kiekvieną iš šių klausimų pasakyti, ar Jūsų įmonėje tai kelia didelį susirūpinimą, tam tikrą susirūpinimą, o gal nekelia jokio susirūpinimo? Kaulų ir raumenų sistemos pažeidimai, pvz., nugaros, kaklo, rankų arba kojų skausmai":{"code":"mm2004"},"Prašome apie kiekvieną iš šių klausimų pasakyti, ar Jūsų įmonėje tai kelia didelį susirūpinimą, tam tikrą susirūpinimą, o gal nekelia jokio susirūpinimo? Triukšmas ir vibracija":{"code":"mm2003"},"Prašome apie kiekvieną iš šių klausimų pasakyti, ar Jūsų įmonėje tai kelia didelį susirūpinimą, tam tikrą susirūpinimą, o gal nekelia jokio susirūpinimo? Prievarta arba prievartos grėsmė":{"code":"mm2006"},"Prašome apie kiekvieną iš šių klausimų pasakyti, ar Jūsų įmonėje tai kelia didelį susirūpinimą, tam tikrą susirūpinimą, o gal nekelia jokio susirūpinimo? Su darbu susijęs stresas":{"code":"mm2005"},"Prie streso, prievartos arba priekabiavimo darbe gali prisidėti keletas veiksnių; jie yra susiję su darbo organizavimo pobūdžiu ir dažnai vadinami „psichologiniais ir socialiniais rizikos veiksniais“.  Prašome pasakyti, ar kurie nors iš šių psichosocialinių rizikos veiksnių kelia susirūpinimą Jūsų įmonėje. Neaiški žmogiškųjų išteklių politika":{"code":"mm2029"},"Prie streso, prievartos arba priekabiavimo darbe gali prisidėti keletas veiksnių; jie yra susiję su darbo organizavimo pobūdžiu ir dažnai vadinami „psichologiniais ir socialiniais rizikos veiksniais“.  Prašome pasakyti, ar kurie nors iš šių psichosocialinių rizikos veiksnių kelia susirūpinimą Jūsų įmonėje. Diskriminacija (pvz., dėl lyties, amžiaus arba tautinės kilmės)":{"code":"mm20210"},"Prie streso, prievartos arba priekabiavimo darbe gali prisidėti keletas veiksnių; jie yra susiję su darbo organizavimo pobūdžiu ir dažnai vadinami „psichologiniais ir socialiniais rizikos veiksniais“.  Prašome pasakyti, ar kurie nors iš šių psichosocialinių rizikos veiksnių kelia susirūpinimą Jūsų įmonėje. Būtinybė turėti reikalų su problemiškais klientais, pacientais, mokiniais ir pan.":{"code":"mm2026"},"Prie streso, prievartos arba priekabiavimo darbe gali prisidėti keletas veiksnių; jie yra susiję su darbo organizavimo pobūdžiu ir dažnai vadinami „psichologiniais ir socialiniais rizikos veiksniais“.  Prašome pasakyti, ar kurie nors iš šių psichosocialinių rizikos veiksnių kelia susirūpinimą Jūsų įmonėje. Darbo saugumas":{"code":"mm2025"},"Prie streso, prievartos arba priekabiavimo darbe gali prisidėti keletas veiksnių; jie yra susiję su darbo organizavimo pobūdžiu ir dažnai vadinami „psichologiniais ir socialiniais rizikos veiksniais“.  Prašome pasakyti, ar kurie nors iš šių psichosocialinių rizikos veiksnių kelia susirūpinimą Jūsų įmonėje. Nepakankama darbuotojų kontrolė organizuojant jų darbą":{"code":"mm2024"},"Prie streso, prievartos arba priekabiavimo darbe gali prisidėti keletas veiksnių; jie yra susiję su darbo organizavimo pobūdžiu ir dažnai vadinami „psichologiniais ir socialiniais rizikos veiksniais“.  Prašome pasakyti, ar kurie nors iš šių psichosocialinių rizikos veiksnių kelia susirūpinimą Jūsų įmonėje. Ilgai trunkančios arba nereguliarios darbo valandos":{"code":"mm2028"},"Prie streso, prievartos arba priekabiavimo darbe gali prisidėti keletas veiksnių; jie yra susiję su darbo organizavimo pobūdžiu ir dažnai vadinami „psichologiniais ir socialiniais rizikos veiksniais“.  Prašome pasakyti, ar kurie nors iš šių psichosocialinių rizikos veiksnių kelia susirūpinimą Jūsų įmonėje. Nepakankamas bendradarbiavimas tarp darbuotojų":{"code":"mm2023"},"Prie streso, prievartos arba priekabiavimo darbe gali prisidėti keletas veiksnių; jie yra susiję su darbo organizavimo pobūdžiu ir dažnai vadinami „psichologiniais ir socialiniais rizikos veiksniais“.  Prašome pasakyti, ar kurie nors iš šių psichosocialinių rizikos veiksnių kelia susirūpinimą Jūsų įmonėje. Nepakankama komunikacija tarp vadovybės ir darbuotojų":{"code":"mm2022"},"Prie streso, prievartos arba priekabiavimo darbe gali prisidėti keletas veiksnių; jie yra susiję su darbo organizavimo pobūdžiu ir dažnai vadinami „psichologiniais ir socialiniais rizikos veiksniais“.  Prašome pasakyti, ar kurie nors iš šių psichosocialinių rizikos veiksnių kelia susirūpinimą Jūsų įmonėje. Vadovybės ir darbuotojų santykių problemos":{"code":"mm2027"},"Prie streso, prievartos arba priekabiavimo darbe gali prisidėti keletas veiksnių; jie yra susiję su darbo organizavimo pobūdžiu ir dažnai vadinami „psichologiniais ir socialiniais rizikos veiksniais“.  Prašome pasakyti, ar kurie nors iš šių psichosocialinių rizikos veiksnių kelia susirūpinimą Jūsų įmonėje. Laiko trūkumo keliamas stresas":{"code":"mm2021"}}},"ĮMONĖS PSICHOLOGINIŲ IR SOCIALINIŲ RIZIKOS VEIKSNIŲ VALDYMAS":{"code":"mopre","children":{"Ar Jūsų įmonė turi procedūras, nurodančias kaip spręsti su darbu susijusios prievartos klausimus?":{"code":"mm252"},"Ar jie yra informuoti, į ką turėtų kreiptis, jei iškiltų su darbu susijusios psichologinės ir socialinės problemos?":{"code":"mm260"},"Ar informuojate darbuotojus apie psichologinius ir socialinius rizikos veiksnius ir jų poveikį sveikatai ir darbų saugai?":{"code":"mm259"},"Ar Jūsų įmonė turi nustatytą tvarką, kaip spręsti su darbu susijusio streso klausimus?":{"code":"mm250"},"Ar Jūsų įmonė imasi kokių nors veiksmų, jei pavieniai darbuotojai dirba pernelyg ilgai arba nereguliariai?":{"code":"mm256"},"Ar per paskutinius 3 metus Jūsų įmonėje buvo imtasi kurių nors iš šių priemonių mažinant psichologinius ir socialinius rizikos veiksnius? Darbo vietos pertvarkymas":{"code":"mm2532"},"Ar per paskutinius 3 metus Jūsų įmonėje buvo imtasi kurių nors iš šių priemonių mažinant psichologinius ir socialinius rizikos veiksnius? Darbo organizavimo būdo pokyčiai":{"code":"mm2531"},"Ar per paskutinius 3 metus Jūsų įmonėje buvo imtasi kurių nors iš šių priemonių mažinant psichologinius ir socialinius rizikos veiksnius? Darbo laiko tvarkos pokyčiai":{"code":"mm2535"},"Ar per paskutinius 3 metus Jūsų įmonėje buvo imtasi kurių nors iš šių priemonių mažinant psichologinius ir socialinius rizikos veiksnius? Konfidencialus darbuotojų konsultavimas":{"code":"mm2533"},"Ar per paskutinius 3 metus Jūsų įmonėje buvo imtasi kurių nors iš šių priemonių mažinant psichologinius ir socialinius rizikos veiksnius? Konfliktų sprendimo tvarkos nustatymas":{"code":"mm2534"},"Ar per paskutinius 3 metus Jūsų įmonėje buvo imtasi kurių nors iš šių priemonių mažinant psichologinius ir socialinius rizikos veiksnius? Apmokymų užtikrinimas":{"code":"mm2536"},"Ar yra nustatyta tvarka, kaip spręsti klausimus, susijusius su darbuotojų persekiojimu arba priekabiavimu?":{"code":"mm251"}}}}},"Sector":{"code":"sector","children":{"By Sector":{"code":"by_sector","children":{"Privačiosios paslaugos":{"code":"private_services"},"Gamybos sektorius":{"code":"production_sector"},"Viešosios paslaugos":{"code":"public_services"}}},"Total":{"code":"total_sector","children":{"Total":{"code":"total_total_sector"}}}}},"Size":{"code":"size","children":{"By Establishment Size":{"code":"by_establishment_size","children":{"Nuo 10 iki 19 darbuotojų":{"code":"10_to_19_employees"},"Nuo 20 iki 49 darbuotojų":{"code":"20_to_49_employees"},"Nuo 250 iki 499 darbuotojų":{"code":"250_to_499_employees"},"Nuo 50 iki 249 darbuotojų":{"code":"50_to_249_employees"},"500 arba daugiau darbuotojų":{"code":"500_or_more_employees"}}},"Total":{"code":"total_size","children":{"Total":{"code":"total_total_size"}}}}}}