{"Answer":{"code":"answer","children":{"Yes No":{"code":"yes_no","children":{"DK\/NA":{"code":"dk_na"},"No":{"code":"no"},"Yes":{"code":"yes"}}}}},"Country":{"code":"country","children":{"Albania":{"code":"albania"},"Andorra":{"code":"andorra"},"Austria":{"code":"austria"},"Belarus":{"code":"belarus"},"Belgium":{"code":"belgium"},"Bosnia-Herzegovina":{"code":"bosnia-herzegovina"},"Bulgaria":{"code":"bulgaria"},"Croatia":{"code":"croatia"},"Cyprus":{"code":"cyprus"},"Czech Republic":{"code":"czech republic"},"Denmark":{"code":"denmark"},"England":{"code":"england"},"Estonia":{"code":"estonia"},"Finland":{"code":"finland"},"France":{"code":"france"},"Germany":{"code":"germany"},"Greece":{"code":"greece"},"Hungary":{"code":"hungary"},"Iceland":{"code":"iceland"},"Ireland":{"code":"ireland"},"Italy":{"code":"italy"},"Latvia":{"code":"latvia"},"Liechtenstein":{"code":"liechtenstein"},"Lithuania":{"code":"lithuania"},"Luxembourg":{"code":"luxembourg"},"Macedonia":{"code":"macedonia"},"Malta":{"code":"malta"},"Moldova":{"code":"moldova"},"Monaco":{"code":"monaco"},"Montenegro":{"code":"montenegro"},"Netherlands":{"code":"netherlands"},"Norway":{"code":"norway"},"Poland":{"code":"poland"},"Portugal":{"code":"portugal"},"Romania":{"code":"romania"},"Russia":{"code":"russia"},"San Marino":{"code":"san marino"},"Scotland":{"code":"scotland"},"Serbia":{"code":"serbia"},"Slovakia":{"code":"slovakia"},"Slovenia":{"code":"slovenia"},"Spain":{"code":"spain"},"Sweden":{"code":"sweden"},"Switzerland":{"code":"switzerland"},"Turkey":{"code":"turkey"},"Ukraine":{"code":"ukraine"},"United Kingdom":{"code":"united kingdom"},"Vatican City":{"code":"vatican city"}}},"Indicator":{"code":"indicator","children":{"PSYKOLOGISTEN RISKIEN HALLINNAN ESTEET JA NYKYINEN TUKI":{"code":"bfprmes","children":{"Verrattuna muihin työterveys- ja turvallisuuskysymyksiin: Onko psykososiaalisiin riskeihin vaikeampaa vai helpompaa puuttua vai eikö siinä ole eroa?":{"code":"mm300"},"Tarvitsisitteko lisätietoja tai -tukea tässä aiheessa?":{"code":"mm303a"},"Oletteko käyttäneet ulkoisista lähteistä saatavaa tietoa tai tukea psykososiaalisten riskien käsittelyyn työpaikalla?":{"code":"mm302"}}},"TYÖNTEKIJÖIDEN MUODOLLINEN EDUSTUS TYÖTERVEYS- JA TYÖTURVALLISUUSASIOISSA":{"code":"feroi","children":{"Ja onko toimipaikassanne työntekijäpuolen ammattiosasto\/luottamusmies?":{"code":"mm351"},"Onko tässä toimipaikassanne {YT-toimikunta}*?":{"code":"mm350"},"Onko toimipaikassanne sisäinen {työsuojeluvaltuutettu}*.":{"code":"mm355"},"Onko toimipaikassanne {työsuojelutoimikunta}*?":{"code":"mm358"},"Onko toimipaikassanne {työsuojeluvaltuutettu}*?":{"code":"mm355nl"}}},"TOIMIPAIKAN YLEISET TERVEYS- JA TURVALLISUUSJÄRJESTELYT":{"code":"ghsme","children":{"Käsitelläänkö terveys- ja turvallisuusasioita korkean tason johdon kokouksissa toimipaikassanne säännöllisesti, satunnaisesti vai käytännössä ei koskaan?":{"code":"mm158"},"Tarkistetaanko toimipaikan työpisteiden terveys- ja turvallisuusasiat säännöllisesti osana riskinarviointia tai vastaavaa toimenpidettä?":{"code":"mm161"},"Oletteko tietoinen Euroopan työterveys- ja työturvallisuusviikosta?":{"code":"mm175"},"Tuetteko pitkältä sairauslomalta palaavien työntekijöiden työhönpaluuta?":{"code":"mm153"},"Analysoidaanko toimipaikassanne järjestelmällisesti sairauspoissaolojen syitä?":{"code":"mm152"},"Onko  {Työsuojelupiiri}* tehnyt terveys- ja turvallisuusolojen tarkastuksia tässä toimipaikassa viimeisten 3 vuoden aikana?":{"code":"mm170"},"Onko toimipaikkanne käyttänyt terveys- tai turvallisuusasioita koskevaa tietoa, jonka olette saaneet joltakin seuraavista elimistä tai instituutioista? Terveys- ja turvallisuuspalveluiden asiantuntijat, joiden kanssa on tehty sopimus":{"code":"mm1737"},"Onko toimipaikkanne käyttänyt terveys- tai turvallisuusasioita koskevaa tietoa, jonka olette saaneet joltakin seuraavista elimistä tai instituutioista? Työntekijäjärjestöt":{"code":"mm1735"},"Onko toimipaikkanne käyttänyt terveys- tai turvallisuusasioita koskevaa tietoa, jonka olette saaneet joltakin seuraavista elimistä tai instituutioista? Yrityksen sisäiset terveys- ja turvallisuuspalvelut":{"code":"mm1733"},"Onko toimipaikkanne käyttänyt terveys- tai turvallisuusasioita koskevaa tietoa, jonka olette saaneet joltakin seuraavista elimistä tai instituutioista? Vakuutusyhtiöt":{"code":"mm1738"},"Onko toimipaikkanne käyttänyt terveys- tai turvallisuusasioita koskevaa tietoa, jonka olette saaneet joltakin seuraavista elimistä tai instituutioista? Viralliset työterveys- ja työturvallisuuslaitokset":{"code":"mm1731"},"Onko toimipaikkanne käyttänyt terveys- tai turvallisuusasioita koskevaa tietoa, jonka olette saaneet joltakin seuraavista elimistä tai instituutioista? Euroopan työterveys- ja työturvallisuusvirasto":{"code":"mm1732"},"Onko toimipaikkanne käyttänyt terveys- tai turvallisuusasioita koskevaa tietoa, jonka olette saaneet joltakin seuraavista elimistä tai instituutioista? {Työsuojelupiiri}*":{"code":"mm1734"},"Onko toimipaikkanne käyttänyt terveys- tai turvallisuusasioita koskevaa tietoa, jonka olette saaneet joltakin seuraavista elimistä tai instituutioista? Ammattiliitot":{"code":"mm1736"},"Miten tärkeitä ovat seuraavat syyt työterveys- ja työturvallisuusasioiden käsittelyn edistämiselle? Kertoisitteko jokaisen kohdalla, onko se tärkeä, ei kovinkaan tärkeä vai ei ollenkaan tärkeä. Talouteen tai tuottoon liittyvät syyt":{"code":"mm1714"},"Miten tärkeitä ovat seuraavat syyt työterveys- ja työturvallisuusasioiden käsittelyn edistämiselle? Kertoisitteko jokaisen kohdalla, onko se tärkeä, ei kovinkaan tärkeä vai ei ollenkaan tärkeä. Työsuojelupiiriltä tuleva paine":{"code":"mm1716"},"Miten tärkeitä ovat seuraavat syyt työterveys- ja työturvallisuusasioiden käsittelyn edistämiselle? Kertoisitteko jokaisen kohdalla, onko se tärkeä, ei kovinkaan tärkeä vai ei ollenkaan tärkeä. Työntekijöiltä tai näiden edustajilta tulevat pyynnöt":{"code":"mm1712"},"Miten tärkeitä ovat seuraavat syyt työterveys- ja työturvallisuusasioiden käsittelyn edistämiselle? Kertoisitteko jokaisen kohdalla, onko se tärkeä, ei kovinkaan tärkeä vai ei ollenkaan tärkeä. Asiakkaiden vaatimukset tai tai huoli organisaation maineesta":{"code":"mm1715"},"Miten tärkeitä ovat seuraavat syyt työterveys- ja työturvallisuusasioiden käsittelyn edistämiselle? Kertoisitteko jokaisen kohdalla, onko se tärkeä, ei kovinkaan tärkeä vai ei ollenkaan tärkeä. Henkilöstöstä kiinni pitäminen ja poissaolojen hallinta":{"code":"mm1713"},"Miten tärkeitä ovat seuraavat syyt työterveys- ja työturvallisuusasioiden käsittelyn edistämiselle? Kertoisitteko jokaisen kohdalla, onko se tärkeä, ei kovinkaan tärkeä vai ei ollenkaan tärkeä. Lakisääteisen velvoitteen täyttäminen":{"code":"mm1711"},"Mitkä ovat toimipaikkanne suurimmat ongelmat terveys- ja turvallisuusasioiden käsittelyssä? Kertoisitteko jokaisen väittämän kohdalla, onko se suuri, pieni vai ei ollenkaan ongelma? Tietoisuuuden puute":{"code":"mm1722"},"Mitkä ovat toimipaikkanne suurimmat ongelmat terveys- ja turvallisuusasioiden käsittelyssä? Kertoisitteko jokaisen väittämän kohdalla, onko se suuri, pieni vai ei ollenkaan ongelma? Asiantuntemuksen puute":{"code":"mm1723"},"Mitkä ovat toimipaikkanne suurimmat ongelmat terveys- ja turvallisuusasioiden käsittelyssä? Kertoisitteko jokaisen väittämän kohdalla, onko se suuri, pieni vai ei ollenkaan ongelma? Resurssien, kuten ajan, henkilöstön tai rahan, puute":{"code":"mm1721"},"Mitkä ovat toimipaikkanne suurimmat ongelmat terveys- ja turvallisuusasioiden käsittelyssä? Kertoisitteko jokaisen väittämän kohdalla, onko se suuri, pieni vai ei ollenkaan ongelma? Teknisen tuen tai opastuksen puute":{"code":"mm1724"},"Mitkä ovat toimipaikkanne suurimmat ongelmat terveys- ja turvallisuusasioiden käsittelyssä? Kertoisitteko jokaisen väittämän kohdalla, onko se suuri, pieni vai ei ollenkaan ongelma? Toimipaikan kulttuuri":{"code":"mm1725"},"Mitkä ovat toimipaikkanne suurimmat ongelmat terveys- ja turvallisuusasioiden käsittelyssä? Kertoisitteko jokaisen väittämän kohdalla, onko se suuri, pieni vai ei ollenkaan ongelma? Asian arkaluonteisuus":{"code":"mm1726"},"Seurataanko työntekijöiden terveyttä säännöllisin terveystarkastuksin?":{"code":"mm154"},"Onko toimipaikallanne terveys- ja turvallisuusasioita koskien käytössä dokumentoitu (kirjallinen) menettelytapa, vakiintunut johtamisjärjestelmä tai toimintasuunnitelma?":{"code":"mm155"},"Missä määrin arvioisitte kaiken kaikkiaan linjajohdon ja esimiesten osallistuvan toimipaikassanne terveys- ja turvallisuusasioiden hallintaan? Osallistuvatko he siihen erittäin paljon, melko paljon, melko vähän vai erittäin vähän?":{"code":"mm159"},"Minkälaisia työterveys- ja työturvallisuuspalveluita käytätte toimipaikassanne - joko yksikön sisäisiä tai ulkopuolisilta ostettuja? Yleistä terveys- ja turvallisuusasiantuntijaa":{"code":"mm1505"},"Minkälaisia työterveys- ja työturvallisuuspalveluita käytätte toimipaikassanne - joko yksikön sisäisiä tai ulkopuolisilta ostettuja? Psykologia":{"code":"mm1503"},"Minkälaisia työterveys- ja työturvallisuuspalveluita käytätte toimipaikassanne - joko yksikön sisäisiä tai ulkopuolisilta ostettuja? Turvallisuusasiantuntijaa":{"code":"mm1502"},"Minkälaisia työterveys- ja työturvallisuuspalveluita käytätte toimipaikassanne - joko yksikön sisäisiä tai ulkopuolisilta ostettuja? Ergonomian tai vastaavaa asiantuntijaa, joka käsittelee fyysistä työympäristöä":{"code":"mm1504"},"Minkälaisia työterveys- ja työturvallisuuspalveluita käytätte toimipaikassanne - joko yksikön sisäisiä tai ulkopuolisilta ostettuja? Työterveyslääkäriä":{"code":"mm1501"}}},"TERVEYS- JA TURVALLISUUSRISKIT TOIMIPAIKASSA":{"code":"hsre","children":{"Kertoisitteko minulle kunkin väittämän kohdalla, onko se suuri huolenaihe, jonkinasteinen huolenaihe vai ei lainkaan huolenaihe toimipaikassanne? Tapaturmat":{"code":"mm2002"},"Kertoisitteko minulle kunkin väittämän kohdalla, onko se suuri huolenaihe, jonkinasteinen huolenaihe vai ei lainkaan huolenaihe toimipaikassanne? Kiusaaminen tai häirintä, esimerkiksi solvaaminen, nöyryyttäminen tai päällekäyminen työtovereiden tai esimiesten taholta":{"code":"mm2007"},"Kertoisitteko kunkin seuraavan asian kohdalla, onko se suuri huolenaihe, jonkinlainen huolenaihe vai ei lainkaan huolenaihe toimipaikassanne? Vaaralliset aineet (Haast. selitä: esim. pöly, kemialliset, biologiset tai radioaktiiviset aineet)":{"code":"mm2001"},"Kertoisitteko minulle kunkin väittämän kohdalla, onko se suuri huolenaihe, jonkinasteinen huolenaihe vai ei lainkaan huolenaihe toimipaikassanne? Tuki- ja liikuntaelinvammat, kuten särky selässä, niskassa, käsivarsissa tai jaloissa":{"code":"mm2004"},"Kertoisitteko minulle kunkin väittämän kohdalla, onko se suuri huolenaihe, jonkinasteinen huolenaihe vai ei lainkaan huolenaihe toimipaikassanne? Melu ja tärinä":{"code":"mm2003"},"Kertoisitteko minulle kunkin väittämän kohdalla, onko se suuri huolenaihe, jonkinasteinen huolenaihe vai ei lainkaan huolenaihe toimipaikassanne? Väkivalta tai väkivallan uhka":{"code":"mm2006"},"Kertoisitteko minulle kunkin väittämän kohdalla, onko se suuri huolenaihe, jonkinasteinen huolenaihe vai ei lainkaan huolenaihe toimipaikassanne? Työperäinen stressi":{"code":"mm2005"},"Useat tekijät voivat aiheuttaa stressiä, väkivaltaa tai häirintää työpaikalla. Ne liittyvät työn organisointitapaan ja niitä kutsutaan usein \"psykososiaalisiksi riskeiksi\". Kertokaa minulle, onko jokin seuraavista psykososiaalisista riskeistä huolenaihe toimipaikallanne. Epäselvä henkilöstöpolitiikka":{"code":"mm2029"},"Useat tekijät voivat aiheuttaa stressiä, väkivaltaa tai häirintää työpaikalla. Ne liittyvät työn organisointitapaan ja niitä kutsutaan usein \"psykososiaalisiksi riskeiksi\". Kertokaa minulle, onko jokin seuraavista psykososiaalisista riskeistä huolenaihe toimipaikallanne. Syrjintä (sukupuolen, iän tai etnisen alkuperän vuoksi)":{"code":"mm20210"},"Useat tekijät voivat aiheuttaa stressiä, väkivaltaa tai häirintää työpaikalla. Ne liittyvät työn organisointitapaan ja niitä kutsutaan usein \"psykososiaalisiksi riskeiksi\". Kertokaa minulle, onko jokin seuraavista psykososiaalisista riskeistä huolenaihe toimipaikallanne. Vaikeiden asiakkaiden, potilaiden, oppilaiden yms. käsittely":{"code":"mm2026"},"Useat tekijät voivat aiheuttaa stressiä, väkivaltaa tai häirintää työpaikalla. Ne liittyvät työn organisointitapaan ja niitä kutsutaan usein \"psykososiaalisiksi riskeiksi\". Kertokaa minulle, onko jokin seuraavista psykososiaalisista riskeistä huolenaihe toimipaikallanne. Työn epävarmuus":{"code":"mm2025"},"Useat tekijät voivat aiheuttaa stressiä, väkivaltaa tai häirintää työpaikalla. Ne liittyvät työn organisointitapaan ja niitä kutsutaan usein \"psykososiaalisiksi riskeiksi\". Kertokaa minulle, onko jokin seuraavista psykososiaalisista riskeistä huolenaihe toimipaikallanne. Työntekijöiltä puuttuu mahdollisuus vaikuttaa työnsä organisointiin":{"code":"mm2024"},"Useat tekijät voivat aiheuttaa stressiä, väkivaltaa tai häirintää työpaikalla. Ne liittyvät työn organisointitapaan ja niitä kutsutaan usein \"psykososiaalisiksi riskeiksi\". Kertokaa minulle, onko jokin seuraavista psykososiaalisista riskeistä huolenaihe toimipaikallanne. Pitkät tai epäsäännölliset työajat":{"code":"mm2028"},"Useat tekijät voivat aiheuttaa stressiä, väkivaltaa tai häirintää työpaikalla. Ne liittyvät työn organisointitapaan ja niitä kutsutaan usein \"psykososiaalisiksi riskeiksi\". Kertokaa minulle, onko jokin seuraavista psykososiaalisista riskeistä huolenaihe toimipaikallanne. Huono yhteistyö työtovereiden kesken":{"code":"mm2023"},"Useat tekijät voivat aiheuttaa stressiä, väkivaltaa tai häirintää työpaikalla. Ne liittyvät työn organisointitapaan ja niitä kutsutaan usein \"psykososiaalisiksi riskeiksi\". Kertokaa minulle, onko jokin seuraavista psykososiaalisista riskeistä huolenaihe toimipaikallanne. Heikko viestintä johdon ja työntekijöiden välillä":{"code":"mm2022"},"Useat tekijät voivat aiheuttaa stressiä, väkivaltaa tai häirintää työpaikalla. Ne liittyvät työn organisointitapaan ja niitä kutsutaan usein \"psykososiaalisiksi riskeiksi\". Kertokaa minulle, onko jokin seuraavista psykososiaalisista riskeistä huolenaihe toimipaikallanne. Ongelmat esimies-alaissuhteissa":{"code":"mm2027"},"Useat tekijät voivat aiheuttaa stressiä, väkivaltaa tai häirintää työpaikalla. Ne liittyvät työn organisointitapaan ja niitä kutsutaan usein \"psykososiaalisiksi riskeiksi\". Kertokaa minulle, onko jokin seuraavista psykososiaalisista riskeistä huolenaihe toimipaikallanne. Aikapaine":{"code":"mm2021"}}},"PSYKOSOSIAALISTEN RISKIEN HALLINTA TYÖPAIKALLA":{"code":"mopre","children":{"Ja onko teillä toimintatapa työhön liittyvän väkivallan käsittelyyn?":{"code":"mm252"},"Onko heille kerrottu, keneen he voivat ottaa yhteyden työperäisten psykososiaalisten ongelmien ilmetessä?":{"code":"mm260"},"Kerrotteko työntekijöille mahdollisista psykososiaalisista riskeistä ja niiden vaikutuksesta terveyteen ja turvallisuuteen?":{"code":"mm259"},"Onko toimipaikassanne jokin toimintatapa, jonka avulla käsitellään työperäistä stressiä?":{"code":"mm250"},"Ryhtyykö toimipaikkanne toimenpiteisiin, jos yksittäiset työntekijät työskentelevät  liian pitkiä työpäiviä tai epäsäännöllisiä työaikoja?":{"code":"mm256"},"Onko toimipaikkanne käyttänyt  viimeisten kolmen vuoden aikana mitään seuraavista toimenpiteistä psykososiaalisten riskien käsittelyyn? Työtilan uudelleenjärjestely":{"code":"mm2532"},"Onko toimipaikkanne käyttänyt  viimeisten kolmen vuoden aikana mitään seuraavista toimenpiteistä psykososiaalisten riskien käsittelyyn? Työn organisointitavan muutokset":{"code":"mm2531"},"Onko toimipaikkanne käyttänyt  viimeisten kolmen vuoden aikana mitään seuraavista toimenpiteistä psykososiaalisten riskien käsittelyyn? Työaikajärjestelyiden muutokset":{"code":"mm2535"},"Onko toimipaikkanne käyttänyt  viimeisten kolmen vuoden aikana mitään seuraavista toimenpiteistä psykososiaalisten riskien käsittelyyn? Työntekijöiden luottamuksellinen neuvonta":{"code":"mm2533"},"Onko toimipaikkanne käyttänyt  viimeisten kolmen vuoden aikana mitään seuraavista toimenpiteistä psykososiaalisten riskien käsittelyyn? Ristiriidan sovittelumenettelyn käynnistäminen":{"code":"mm2534"},"Onko toimipaikkanne käyttänyt  viimeisten kolmen vuoden aikana mitään seuraavista toimenpiteistä psykososiaalisten riskien käsittelyyn? Koulutuksen tarjoaminen":{"code":"mm2536"},"Onko käytössänne toimintatapa, jonka avulla puututaan kiusaamiseen tai häirintään?":{"code":"mm251"}}}}},"Sector":{"code":"sector","children":{"By Sector":{"code":"by_sector","children":{"Yksityiset palvelut":{"code":"private_services"},"Tuotantosektori":{"code":"production_sector"},"Julkiset palvelut":{"code":"public_services"}}},"Total":{"code":"total_sector","children":{"Total":{"code":"total_total_sector"}}}}},"Size":{"code":"size","children":{"By Establishment Size":{"code":"by_establishment_size","children":{"10 – 19 työntekijää":{"code":"10_to_19_employees"},"20 – 49 työntekijää":{"code":"20_to_49_employees"},"250 – 499 työntekijää":{"code":"250_to_499_employees"},"50 – 249 työntekijää":{"code":"50_to_249_employees"},"Yli 500 työntekijää":{"code":"500_or_more_employees"}}},"Total":{"code":"total_size","children":{"Total":{"code":"total_total_size"}}}}}}