{"Answer":{"code":"answer","children":{"Yes No":{"code":"yes_no","children":{"DK\/NA":{"code":"dk_na"},"No":{"code":"no"},"Yes":{"code":"yes"}}}}},"Country":{"code":"country","children":{"Albania":{"code":"albania"},"Andorra":{"code":"andorra"},"Austria":{"code":"austria"},"Belarus":{"code":"belarus"},"Belgium":{"code":"belgium"},"Bosnia-Herzegovina":{"code":"bosnia-herzegovina"},"Bulgaria":{"code":"bulgaria"},"Croatia":{"code":"croatia"},"Cyprus":{"code":"cyprus"},"Czech Republic":{"code":"czech republic"},"Denmark":{"code":"denmark"},"England":{"code":"england"},"Estonia":{"code":"estonia"},"Finland":{"code":"finland"},"France":{"code":"france"},"Germany":{"code":"germany"},"Greece":{"code":"greece"},"Hungary":{"code":"hungary"},"Iceland":{"code":"iceland"},"Ireland":{"code":"ireland"},"Italy":{"code":"italy"},"Latvia":{"code":"latvia"},"Liechtenstein":{"code":"liechtenstein"},"Lithuania":{"code":"lithuania"},"Luxembourg":{"code":"luxembourg"},"Macedonia":{"code":"macedonia"},"Malta":{"code":"malta"},"Moldova":{"code":"moldova"},"Monaco":{"code":"monaco"},"Montenegro":{"code":"montenegro"},"Netherlands":{"code":"netherlands"},"Norway":{"code":"norway"},"Poland":{"code":"poland"},"Portugal":{"code":"portugal"},"Romania":{"code":"romania"},"Russia":{"code":"russia"},"San Marino":{"code":"san marino"},"Scotland":{"code":"scotland"},"Serbia":{"code":"serbia"},"Slovakia":{"code":"slovakia"},"Slovenia":{"code":"slovenia"},"Spain":{"code":"spain"},"Sweden":{"code":"sweden"},"Switzerland":{"code":"switzerland"},"Turkey":{"code":"turkey"},"Ukraine":{"code":"ukraine"},"United Kingdom":{"code":"united kingdom"},"Vatican City":{"code":"vatican city"}}},"Indicator":{"code":"indicator","children":{"Psikososyal risk yönetiminin karşısındaki engeller ve mevcut destek":{"code":"bfprmes","children":{"Diğer sağlık ve güvenlik meseleleriyle karşılaştırıldığı zaman: sizce, psikososyal risklere çare bulmak daha mı zor, daha mı kolay yoksa aralarında bir fark yok mu?":{"code":"mm300"},"Peki, sizce, bu meseleyle ilgili ek bilgi veya desteğe ihtiyacınız olur muydu?":{"code":"mm303a"},"İşyerinde psikososyal risklerle nasıl başa çıkacağınıza ilişkin dış kaynaklardan hiç bilgi veya destek aldınız mı?":{"code":"mm302"}}},"İSG konularında çalışanların resmen temsili":{"code":"feroi","children":{"İşyerinizde sendika var mıdır?":{"code":"mm351"},"Bu işyerinde bir çalışma konseyi var mıdır?":{"code":"mm350"},"İşyerinizin kendi içinde bir sağlık ve güvenlik işçi temsilcisi var mıdır?":{"code":"mm355"},"İşyerinizde bir iş sağlığı ve güvenliği kurulu var mıdır?":{"code":"mm358"},"Bu işletmede {sağlık ve güvenlik temsilcisi}* üyesi var mı?":{"code":"mm355nl"}}},"İşletmedeki genel sağlık ve güvenlik yönetimi":{"code":"ghsme","children":{"Sağlık ve güvenlik meseleleri, üst düzey yönetim toplantılarında düzenli olarak mı görüşülüyor, ara sıra mı görüşülüyor, yoksa neredeyse hiç görüşülmüyor mu?":{"code":"mm158"},"İşyerinizdeki çalışma mekanları, risk değerlendirmesi ya da benzeri bir tedbir kapsamında düzenli olarak kontrol ediliyor mu?":{"code":"mm161"},"Avrupa İş Sağlığı ve Güvenliği Haftası'ndan haberiniz var mı?":{"code":"mm175"},"Çalışanlarınıza, hastalık kaynaklı uzun süreli devamsızlıkları sonrasında, işe dönmelerini destekleyecek imkanları sağlıyor musunuz?":{"code":"mm153"},"İşyeriniz, hastalık kaynaklı devamsızlığın sebeplerini düzenli olarak inceliyor mu?":{"code":"mm152"},"Geçtiğimiz üç sene içerisinde, İş Teftiş Kurulu, çalışma mekanlarındaki sağlık ve güvenlik koşullarını kontrol etmek için burayı ziyaret etti mi?":{"code":"mm170"},"İşyeriniz, şimdi size okuyacağım birimler ya da kurumların herhangi birinden sağlık ve güvenliğe dair bilgi alıp, bu bilgilerden faydalandı mı? Sözleşmeli sağlık ve güvenlik uzmanları":{"code":"mm1737"},"İşyeriniz, şimdi size okuyacağım birimler ya da kurumların herhangi birinden sağlık ve güvenliğe dair bilgi alıp, bu bilgilerden faydalandı mı? İşveren örgütleri":{"code":"mm1735"},"İşyeriniz, şimdi size okuyacağım birimler ya da kurumların herhangi birinden sağlık ve güvenliğe dair bilgi alıp, bu bilgilerden faydalandı mı? İşyeri içerisindeki sağlık ve güvenlik hizmetleri":{"code":"mm1733"},"İşyeriniz, şimdi size okuyacağım birimler ya da kurumların herhangi birinden sağlık ve güvenliğe dair bilgi alıp, bu bilgilerden faydalandı mı? Sigortacılar":{"code":"mm1738"},"İşyeriniz, şimdi size okuyacağım birimler ya da kurumların herhangi birinden sağlık ve güvenliğe dair bilgi alıp, bu bilgilerden faydalandı mı? İşyerinde sağlık ve güvenlik konusunda çalışan resmi kurumlar":{"code":"mm1731"},"İşyeriniz, şimdi size okuyacağım birimler ya da kurumların herhangi birinden sağlık ve güvenliğe dair bilgi alıp, bu bilgilerden faydalandı mı? Avrupa İş Sağlığı ve Güvenliği Ajansı":{"code":"mm1732"},"İşyeriniz, şimdi size okuyacağım birimler ya da kurumların herhangi birinden sağlık ve güvenliğe dair bilgi alıp, bu bilgilerden faydalandı mı? İş Teftiş Kurulu":{"code":"mm1734"},"İşyeriniz, şimdi size okuyacağım birimler ya da kurumların herhangi birinden sağlık ve güvenliğe dair bilgi alıp, bu bilgilerden faydalandı mı? Sendikalar":{"code":"mm1736"},"Şimdi size okuyacağım sebepler, işyerinizde, sağlık ve güvenlik meselelerinin ele alınmasında ne derece önemli? Lütfen her biri için, büyük öneme sahip bir sebep mi olduğunu mu, küçük öneme sahip bir sebep mi olduğunu yoksa hiç önemli bir sebep olmadığını mı söyler misiniz? Ekonomik ya da performansla ilgili sebepler":{"code":"mm1714"},"Şimdi size okuyacağım sebepler, işyerinizde, sağlık ve güvenlik meselelerinin ele alınmasında ne derece önemli? Lütfen her biri için, büyük öneme sahip bir sebep mi olduğunu mu, küçük öneme sahip bir sebep mi olduğunu yoksa hiç önemli bir sebep olmadığını mı söyler misiniz? İş Teftiş Kurulu'ndan gelen baskılar":{"code":"mm1716"},"Şimdi size okuyacağım sebepler, işyerinizde, sağlık ve güvenlik meselelerinin ele alınmasında ne derece önemli? Lütfen her biri için, büyük öneme sahip bir sebep mi olduğunu mu, küçük öneme sahip bir sebep mi olduğunu yoksa hiç önemli bir sebep olmadığını mı söyler misiniz? Çalışanlardan ya da onların temsilcilerinden gelen talepler":{"code":"mm1712"},"Şimdi size okuyacağım sebepler, işyerinizde, sağlık ve güvenlik meselelerinin ele alınmasında ne derece önemli? Lütfen her biri için, büyük öneme sahip bir sebep mi olduğunu mu, küçük öneme sahip bir sebep mi olduğunu yoksa hiç önemli bir sebep olmadığını mı söyler misiniz? Müşterilerden gelen talepler veya kurumun itibarı ile ilgili kaygılar":{"code":"mm1715"},"Şimdi size okuyacağım sebepler, işyerinizde, sağlık ve güvenlik meselelerinin ele alınmasında ne derece önemli? Lütfen her biri için, büyük öneme sahip bir sebep mi olduğunu mu, küçük öneme sahip bir sebep mi olduğunu yoksa hiç önemli bir sebep olmadığını mı söyler misiniz? Çalışanları elde tutmak ve devamsızlık yönetimi":{"code":"mm1713"},"Şimdi size okuyacağım sebepler, işyerinizde, sağlık ve güvenlik meselelerinin ele alınmasında ne derece önemli? Lütfen her biri için, büyük öneme sahip bir sebep mi olduğunu mu, küçük öneme sahip bir sebep mi olduğunu yoksa hiç önemli bir sebep olmadığını mı söyler misiniz? Yasal zorunlulukları yerine getirmek":{"code":"mm1711"},"İşyerinizde, sağlık ve güvenlik konuları ele alınırken karşılaşılan başlıca zorluklar nelerdir? Lütfen sayacaklarımın her biri için büyük bir zorluk, küçük bir zorluk veya hiç zorluk değil şeklinde cevap verebilir misiniz? Konuya ilişkin farkındalığın eksikliği":{"code":"mm1722"},"İşyerinizde, sağlık ve güvenlik konuları ele alınırken karşılaşılan başlıca zorluklar nelerdir? Lütfen sayacaklarımın her biri için büyük bir zorluk, küçük bir zorluk veya hiç zorluk değil şeklinde cevap verebilir misiniz? Konuya ilişkin uzmanlığın eksikliği":{"code":"mm1723"},"İşyerinizde, sağlık ve güvenlik konuları ele alınırken karşılaşılan başlıca zorluklar nelerdir? Lütfen sayacaklarımın her biri için büyük bir zorluk, küçük bir zorluk veya hiç zorluk değil şeklinde cevap verebilir misiniz? Konuya ilişkin zaman, personel ya da para gibi kaynakların eksikliği":{"code":"mm1721"},"İşyerinizde, sağlık ve güvenlik konuları ele alınırken karşılaşılan başlıca zorluklar nelerdir? Lütfen sayacaklarımın her biri için büyük bir zorluk, küçük bir zorluk veya hiç zorluk değil şeklinde cevap verebilir misiniz? Konuya ilişkin teknik destek ya da yönlendirme eksikliği":{"code":"mm1724"},"İşyerinizde, sağlık ve güvenlik konuları ele alınırken karşılaşılan başlıca zorluklar nelerdir? Lütfen sayacaklarımın her biri için büyük bir zorluk, küçük bir zorluk veya hiç zorluk değil şeklinde cevap verebilir misiniz? İşyeri kültürü":{"code":"mm1725"},"İşyerinizde, sağlık ve güvenlik konuları ele alınırken karşılaşılan başlıca zorluklar nelerdir? Lütfen sayacaklarımın her biri için büyük bir zorluk, küçük bir zorluk veya hiç zorluk değil şeklinde cevap verebilir misiniz? Bu konuların hassas konular olması":{"code":"mm1726"},"Çalışanların sağlık durumu düzenli yapılan sağlık kontrolleriyle izleniyor mu?":{"code":"mm154"},"İşyerinizin, sağlık ve güvenliğe dair belgelenmiş bir politikası, kurulu bir yönetim sistemi veya eylem planı var mı?":{"code":"mm155"},"Genel olarak, bölüm müdürlerinin ya da yöneticilerin sağlık ve güvenlik yönetimine katılım oranlarını nasıl değerlendirirsiniz? Çok yüksek oranda mı, oldukça yüksek oranda mı, oldukça düşük oranda mı, çok düşük oranda mı?":{"code":"mm159"},"İşyerinizde, kurum içinden ya da dışarıdan tedarik edilen hangi sağlık ve güvenlik hizmetlerini kullanıyorsunuz? Genel sağlık ve güvenlik danışmanlığı":{"code":"mm1505"},"İşyerinizde, kurum içinden ya da dışarıdan tedarik edilen hangi sağlık ve güvenlik hizmetlerini kullanıyorsunuz? Bir psikolog":{"code":"mm1503"},"İşyerinizde, kurum içinden ya da dışarıdan tedarik edilen hangi sağlık ve güvenlik hizmetlerini kullanıyorsunuz? Bir güvenlik uzmanı":{"code":"mm1502"},"İşyerinizde, kurum içinden ya da dışarıdan tedarik edilen hangi sağlık ve güvenlik hizmetlerini kullanıyorsunuz? Çalışma mekanlarının kurulumu ve düzenlenmesiyle ilgilenen bir ergonomi uzmanı (ANKETÖR DİKKAT! Gerekirse okuyunuz: Ergonomi uzmanı işletmelerde çalışma koşullarını ve üretkenliği iyileştirmek için çalışan uzmandır)":{"code":"mm1504"},"İşyerinizde, kurum içinden ya da dışarıdan tedarik edilen hangi sağlık ve güvenlik hizmetlerini kullanıyorsunuz? Bir mesleki sağlık doktoru":{"code":"mm1501"}}},"İşletmedeki sağlık ve güvenlik riskleri":{"code":"hsre","children":{"Şimdi size okuyacaklarımın her birinin, işyeriniz için ne derece önemli bir konu  olduğunu, çok önemli bir konu, biraz önemli bir konu, hiç önemli bir konu değil şeklinde söyler misiniz? Kazalar":{"code":"mm2002"},"Şimdi size okuyacaklarımın her birinin, işyeriniz için ne derece önemli bir konu  olduğunu, çok önemli bir konu, biraz önemli bir konu, hiç önemli bir konu değil şeklinde söyler misiniz? İşyerinde zorbalık veya taciz, örn. meslektaşlar veya üstler tarafından istismara, küçük düşürülmeye ya da saldırıya maruz kalmak":{"code":"mm2007"},"Şimdi size okuyacaklarımın her birinin, işyeriniz için ne derece önemli bir konu  olduğunu, çok önemli bir konu, biraz önemli bir konu, hiç önemli bir konu değil şeklinde söyler misiniz? Tehlikeli maddeler (Görüşmeci: gerekirse açıklayınız: örn. tozlar, kimyasal, biyolojik veya radyoaktif maddeler)":{"code":"mm2001"},"Şimdi size okuyacaklarımın her birinin, işyeriniz için ne derece önemli bir konu  olduğunu, çok önemli bir konu, biraz önemli bir konu, hiç önemli bir konu değil şeklinde söyler misiniz? Sırt, boyun, bacak ve kol ağrısı gibi kas-iskelet sistemi rahatsızlıkları":{"code":"mm2004"},"Şimdi size okuyacaklarımın her birinin, işyeriniz için ne derece önemli bir konu  olduğunu, çok önemli bir konu, biraz önemli bir konu, hiç önemli bir konu değil şeklinde söyler misiniz? Gürültü ve titreşim":{"code":"mm2003"},"Şimdi size okuyacaklarımın her birinin, işyeriniz için ne derece önemli bir konu  olduğunu, çok önemli bir konu, biraz önemli bir konu, hiç önemli bir konu değil şeklinde söyler misiniz? Şiddet veya şiddet tehditi":{"code":"mm2006"},"Şimdi size okuyacaklarımın her birinin, işyeriniz için ne derece önemli bir konu  olduğunu, çok önemli bir konu, biraz önemli bir konu, hiç önemli bir konu değil şeklinde söyler misiniz? İş kaynaklı stres":{"code":"mm2005"},"Çeşitli faktörler işyerinde stres, şiddet veya tacize neden olabilir; bunlar işin düzenlenme şekli ile ilgilidir ve çoğunlukla 'psikososyal risk' olarak adlandırılırlar. Lütfen şimdi okuyacağım psikososyal risklerin her birinin sizin işyerinizde bir mesele olup olmadığını söyler misiniz? Açık \/ net olmayan bir insan kaynakları politikası":{"code":"mm2029"},"Çeşitli faktörler işyerinde stres, şiddet veya tacize neden olabilir; bunlar işin düzenlenme şekli ile ilgilidir ve çoğunlukla 'psikososyal risk' olarak adlandırılırlar. Lütfen şimdi okuyacağım psikososyal risklerin her birinin sizin işyerinizde bir mesele olup olmadığını söyler misiniz? Ayrımcılık (örneğin cinsiyet, yaş veya etnik köken yüzünden)":{"code":"mm20210"},"Çeşitli faktörler işyerinde stres, şiddet veya tacize neden olabilir; bunlar işin düzenlenme şekli ile ilgilidir ve çoğunlukla 'psikososyal risk' olarak adlandırılırlar. Lütfen şimdi okuyacağım psikososyal risklerin her birinin sizin işyerinizde bir mesele olup olmadığını söyler misiniz? Zor müşterilerle, hastalarla ve öğrencilerle vs. uğraşmak zorunda olmak":{"code":"mm2026"},"Çeşitli faktörler işyerinde stres, şiddet veya tacize neden olabilir; bunlar işin düzenlenme şekli ile ilgilidir ve çoğunlukla 'psikososyal risk' olarak adlandırılırlar. Lütfen şimdi okuyacağım psikososyal risklerin her birinin sizin işyerinizde bir mesele olup olmadığını söyler misiniz? İş güvencesi olmaması":{"code":"mm2025"},"Çeşitli faktörler işyerinde stres, şiddet veya tacize neden olabilir; bunlar işin düzenlenme şekli ile ilgilidir ve çoğunlukla 'psikososyal risk' olarak adlandırılırlar. Lütfen şimdi okuyacağım psikososyal risklerin her birinin sizin işyerinizde bir mesele olup olmadığını söyler misiniz? İşlerini organize etme konusunda çalışanların kontrol sahibi olmaması":{"code":"mm2024"},"Çeşitli faktörler işyerinde stres, şiddet veya tacize neden olabilir; bunlar işin düzenlenme şekli ile ilgilidir ve çoğunlukla 'psikososyal risk' olarak adlandırılırlar. Lütfen şimdi okuyacağım psikososyal risklerin her birinin sizin işyerinizde bir mesele olup olmadığını söyler misiniz? Uzun veya düzensiz çalışma saatleri":{"code":"mm2028"},"Çeşitli faktörler işyerinde stres, şiddet veya tacize neden olabilir; bunlar işin düzenlenme şekli ile ilgilidir ve çoğunlukla 'psikososyal risk' olarak adlandırılırlar. Lütfen şimdi okuyacağım psikososyal risklerin her birinin sizin işyerinizde bir mesele olup olmadığını söyler misiniz? Meslektaşlar arasındaki yetersiz işbirliği":{"code":"mm2023"},"Çeşitli faktörler işyerinde stres, şiddet veya tacize neden olabilir; bunlar işin düzenlenme şekli ile ilgilidir ve çoğunlukla 'psikososyal risk' olarak adlandırılırlar. Lütfen şimdi okuyacağım psikososyal risklerin her birinin sizin işyerinizde bir mesele olup olmadığını söyler misiniz? Yönetim ve çalışanlar arasındaki yetersiz iletişim":{"code":"mm2022"},"Çeşitli faktörler işyerinde stres, şiddet veya tacize neden olabilir; bunlar işin düzenlenme şekli ile ilgilidir ve çoğunlukla 'psikososyal risk' olarak adlandırılırlar. Lütfen şimdi okuyacağım psikososyal risklerin her birinin sizin işyerinizde bir mesele olup olmadığını söyler misiniz? Yönetici -çalışan ilişkilerinde sorunlar":{"code":"mm2027"},"Çeşitli faktörler işyerinde stres, şiddet veya tacize neden olabilir; bunlar işin düzenlenme şekli ile ilgilidir ve çoğunlukla 'psikososyal risk' olarak adlandırılırlar. Lütfen şimdi okuyacağım psikososyal risklerin her birinin sizin işyerinizde bir mesele olup olmadığını söyler misiniz? Zaman baskısı":{"code":"mm2021"}}},"İşletmedeki psikososyal risklerin yönetimi":{"code":"mopre","children":{"İşyerinizde, iş kaynaklı şiddetle başa çıkma konusunda bir prosedür var mı?":{"code":"mm252"},"Çalışanlarınız, iş kaynaklı psikososyal sorunlar yaşamaları durumunda kime başvuracakları konusunda bilgilendirildiler mi?":{"code":"mm260"},"Çalışanlarınızı psikososyal riskler ve bunların sağlık ve güvenlik üzerindeki etkileri konusunda bilgilendiriyor musunuz?":{"code":"mm259"},"İşyerinizde, iş kaynaklı stresle başa çıkma konusunda bir prosedür var mı?":{"code":"mm250"},"Herhangi bir çalışanınız aşırı uzun veya düzensiz saatlerde çalışırsa, işyeriniz bu konuda harekete geçip, önlem alıyor mu?":{"code":"mm256"},"Geçtiğimiz üç sene içerisinde, işyeriniz psikososyal risklerle başa çıkmak için şimdi size okuyacağım önlemlerden herhangi birini aldı mı? Çalışma alanının yeniden düzenlenmesi":{"code":"mm2532"},"Geçtiğimiz üç sene içerisinde, işyeriniz psikososyal risklerle başa çıkmak için şimdi size okuyacağım önlemlerden herhangi birini aldı mı? İşin düzenlenme şeklindeki değişiklikler":{"code":"mm2531"},"Geçtiğimiz üç sene içerisinde, işyeriniz psikososyal risklerle başa çıkmak için şimdi size okuyacağım önlemlerden herhangi birini aldı mı? Çalışma saati düzenlemelerinde değişiklikler":{"code":"mm2535"},"Geçtiğimiz üç sene içerisinde, işyeriniz psikososyal risklerle başa çıkmak için şimdi size okuyacağım önlemlerden herhangi birini aldı mı? Çalışanlar için gizli danışmanlık hizmeti":{"code":"mm2533"},"Geçtiğimiz üç sene içerisinde, işyeriniz psikososyal risklerle başa çıkmak için şimdi size okuyacağım önlemlerden herhangi birini aldı mı? Çatışmaları çözme amaçlı bir prosedür oluşturulması":{"code":"mm2534"},"Geçtiğimiz üç sene içerisinde, işyeriniz psikososyal risklerle başa çıkmak için şimdi size okuyacağım önlemlerden herhangi birini aldı mı? Eğitim verme":{"code":"mm2536"},"İşyerinizde, zorbalık veya tacizle başa çıkma konusunda bir prosedür var mı?":{"code":"mm251"}}}}},"Sector":{"code":"sector","children":{"By Sector":{"code":"by_sector","children":{"Özel Hizmetler":{"code":"private_services"},"Üretim sektörü":{"code":"production_sector"},"Kamu Hizmetleri":{"code":"public_services"}}},"Total":{"code":"total_sector","children":{"Total":{"code":"total_total_sector"}}}}},"Size":{"code":"size","children":{"By Establishment Size":{"code":"by_establishment_size","children":{"10-19 çalışan":{"code":"10_to_19_employees"},"20-49 çalışan":{"code":"20_to_49_employees"},"250-499 çalışan":{"code":"250_to_499_employees"},"50-249 çalışan":{"code":"50_to_249_employees"},"500 veya daha fazla çalışan":{"code":"500_or_more_employees"}}},"Total":{"code":"total_size","children":{"Total":{"code":"total_total_size"}}}}}}