{"Answer":{"code":"answer","children":{"Yes No":{"code":"yes_no","children":{"DK\/NA":{"code":"dk_na"},"No":{"code":"no"},"Yes":{"code":"yes"}}}}},"Country":{"code":"country","children":{"Albania":{"code":"albania"},"Andorra":{"code":"andorra"},"Austria":{"code":"austria"},"Belarus":{"code":"belarus"},"Belgium":{"code":"belgium"},"Bosnia-Herzegovina":{"code":"bosnia-herzegovina"},"Bulgaria":{"code":"bulgaria"},"Croatia":{"code":"croatia"},"Cyprus":{"code":"cyprus"},"Czech Republic":{"code":"czech republic"},"Denmark":{"code":"denmark"},"England":{"code":"england"},"Estonia":{"code":"estonia"},"Finland":{"code":"finland"},"France":{"code":"france"},"Germany":{"code":"germany"},"Greece":{"code":"greece"},"Hungary":{"code":"hungary"},"Iceland":{"code":"iceland"},"Ireland":{"code":"ireland"},"Italy":{"code":"italy"},"Latvia":{"code":"latvia"},"Liechtenstein":{"code":"liechtenstein"},"Lithuania":{"code":"lithuania"},"Luxembourg":{"code":"luxembourg"},"Macedonia":{"code":"macedonia"},"Malta":{"code":"malta"},"Moldova":{"code":"moldova"},"Monaco":{"code":"monaco"},"Montenegro":{"code":"montenegro"},"Netherlands":{"code":"netherlands"},"Norway":{"code":"norway"},"Poland":{"code":"poland"},"Portugal":{"code":"portugal"},"Romania":{"code":"romania"},"Russia":{"code":"russia"},"San Marino":{"code":"san marino"},"Scotland":{"code":"scotland"},"Serbia":{"code":"serbia"},"Slovakia":{"code":"slovakia"},"Slovenia":{"code":"slovenia"},"Spain":{"code":"spain"},"Sweden":{"code":"sweden"},"Switzerland":{"code":"switzerland"},"Turkey":{"code":"turkey"},"Ukraine":{"code":"ukraine"},"United Kingdom":{"code":"united kingdom"},"Vatican City":{"code":"vatican city"}}},"Indicator":{"code":"indicator","children":{"Hindringer for håndtering av psykososiale risikoer og eksisterende støttefunksjoner":{"code":"bfprmes","children":{"Sammenlignet med andre arbeidsmiljøfaktorer, vil du si at det er vanskeligere å takle psykososiale risikoer, er det mindre vanskelig, eller er det ingen forskjell?":{"code":"mm300"},"Trenger du ytterligere informasjon eller støtte når det gjelder dette emnet?":{"code":"mm303a"},"Har du brukt informasjon eller støtte fra eksterne kilder for håndtering av psykososiale risikoer på arbeidsplassen?":{"code":"mm302"}}},"Formell ansatterepresentasjon i saker som gjelder helse og sikkerhet på arbeidsplassen":{"code":"feroi","children":{"Finnes det en tillitsvalgt i bedriften?":{"code":"mm351"},"Har virksomheten bedriftsutvalg?":{"code":"mm350"},"Har dere et internt verneombud?":{"code":"mm355"},"Finnes det et arbeidsmiljøutvalg i bedriften?":{"code":"mm358"},"Finnes det en {helse og sikkerhetsrepresentant}* i dette foretaket?":{"code":"mm355nl"}}},"Generell håndtering av helse og sikkerhet i foretaket":{"code":"ghsme","children":{"Blir arbeidsmiljøsaker tatt opp under møter i ledelsen på høyere nivå? Skjer dette regelmessig, fra tid til annen, eller så og si aldri?":{"code":"mm158"},"Blir arbeidsplassene hos dere regelmessig kontrollert når det gjelder sikkerhet og helse, som del av risikovurdering eller lignende?":{"code":"mm161"},"Kjenner du til den Europeiske arbeidsmiljøuken?":{"code":"mm175"},"Har dere tiltak for å hjelpe ansatte som kommer tilbake i arbeid etter lang tids sykefravær?":{"code":"mm153"},"Foretar dere rutinemessig analyse av årsakene til sykdomsfravær?":{"code":"mm152"},"Har Arbeidstilsynet besøkt virksomheten de siste 3 årene for å sjekke arbeidsmiljøet?":{"code":"mm170"},"Har virksomheten din benyttet informasjon om arbeidsmiljø fra noen av de følgende foretak eller institusjoner? Helse- og sikkerhetseksperter":{"code":"mm1737"},"Har virksomheten din benyttet informasjon om arbeidsmiljø fra noen av de følgende foretak eller institusjoner? Arbeidsgiverorganisasjoner":{"code":"mm1735"},"Har virksomheten din benyttet informasjon om arbeidsmiljø fra noen av de følgende foretak eller institusjoner? Interne arbeidsmiljøtjenester":{"code":"mm1733"},"Har virksomheten din benyttet informasjon om arbeidsmiljø fra noen av de følgende foretak eller institusjoner? Forsikringsselskaper":{"code":"mm1738"},"Har virksomheten din benyttet informasjon om arbeidsmiljø fra noen av de følgende foretak eller institusjoner? Offisielle institutter for arbeidsmiljø":{"code":"mm1731"},"Har virksomheten din benyttet informasjon om arbeidsmiljø fra noen av de følgende foretak eller institusjoner? EUs arbeidsmiljøbyrå":{"code":"mm1732"},"Har virksomheten din benyttet informasjon om arbeidsmiljø fra noen av de følgende foretak eller institusjoner? Arbeidstilsynet":{"code":"mm1734"},"Har virksomheten din benyttet informasjon om arbeidsmiljø fra noen av de følgende foretak eller institusjoner? Fagforeninger":{"code":"mm1736"},"Vi ber deg nå vurdere noen ulike grunner til at man fokuserer på helse og sikkerhet, og om disse er viktige, mindre viktige, eller ikke viktige i det hele tatt for virksomheten din? Økonomiske eller ytelsesrelaterte grunner":{"code":"mm1714"},"Vi ber deg nå vurdere noen ulike grunner til at man fokuserer på helse og sikkerhet, og om disse er viktige, mindre viktige, eller ikke viktige i det hele tatt for virksomheten din? Press fra Arbeidstilsynet":{"code":"mm1716"},"Vi ber deg nå vurdere noen ulike grunner til at man fokuserer på helse og sikkerhet, og om disse er viktige, mindre viktige, eller ikke viktige i det hele tatt for virksomheten din? Oppfordrring fra ansatte eller ansatterepresentanter":{"code":"mm1712"},"Vi ber deg nå vurdere noen ulike grunner til at man fokuserer på helse og sikkerhet, og om disse er viktige, mindre viktige, eller ikke viktige i det hele tatt for virksomheten din? Krav fra kunder eller bekymring for virksomhetens rykte":{"code":"mm1715"},"Vi ber deg nå vurdere noen ulike grunner til at man fokuserer på helse og sikkerhet, og om disse er viktige, mindre viktige, eller ikke viktige i det hele tatt for virksomheten din? Ønske om å holde på de ansatte, eller bedre fraværsstyring":{"code":"mm1713"},"Vi ber deg nå vurdere noen ulike grunner til at man fokuserer på helse og sikkerhet, og om disse er viktige, mindre viktige, eller ikke viktige i det hele tatt for virksomheten din? Oppfyllelse av lovlige forpliktelser":{"code":"mm1711"},"Hva er virksomhetens største vanskeligheter når det gjelder håndtering av helse og sikkerhet? Jeg leser opp noen forhold og ber deg for hvert av disse vurdere om det er vanskelig, mindre vanskelig eller ikke vanskelig i det hele tatt. Manglende bevissthet om spørsmålene":{"code":"mm1722"},"Hva er virksomhetens største vanskeligheter når det gjelder håndtering av helse og sikkerhet? Jeg leser opp noen forhold og ber deg for hvert av disse vurdere om det er vanskelig, mindre vanskelig eller ikke vanskelig i det hele tatt. Manglende ekspertise":{"code":"mm1723"},"Hva er virksomhetens største vanskeligheter når det gjelder håndtering av helse og sikkerhet? Jeg leser opp noen forhold og ber deg for hvert av disse vurdere om det er vanskelig, mindre vanskelig eller ikke vanskelig i det hele tatt. Mangel på ressurser som tid, folk eller penger.":{"code":"mm1721"},"Hva er virksomhetens største vanskeligheter når det gjelder håndtering av helse og sikkerhet? Jeg leser opp noen forhold og ber deg for hvert av disse vurdere om det er vanskelig, mindre vanskelig eller ikke vanskelig i det hele tatt. Mangel på teknisk støtte eller veiledning":{"code":"mm1724"},"Hva er virksomhetens største vanskeligheter når det gjelder håndtering av helse og sikkerhet? Jeg leser opp noen forhold og ber deg for hvert av disse vurdere om det er vanskelig, mindre vanskelig eller ikke vanskelig i det hele tatt. Firmakulturen":{"code":"mm1725"},"Hva er virksomhetens største vanskeligheter når det gjelder håndtering av helse og sikkerhet? Jeg leser opp noen forhold og ber deg for hvert av disse vurdere om det er vanskelig, mindre vanskelig eller ikke vanskelig i det hele tatt. Emnets ømtåelighet":{"code":"mm1726"},"Blir de ansattes helse regelmessig kontrollert ved legeundersøkelser?":{"code":"mm154"},"Har dere en dokumentert politikk, et fastsatt ledelsessystem eller en fastsatt handlingsplan for arbeidsmiljø?":{"code":"mm155"},"Generelt sett, hvordan vurderer du involveringen av linjeledere og tilsynspersoner i arbeidsmiljøstyringen? Er involveringen svært stor, ganske stor, ganske liten eller svært liten?":{"code":"mm159"},"Hvilke arbeidsmiljøtjenester bruker dere, internt eller avtalt eksternt? Generell konsulenttjeneste for arbeidsmilø":{"code":"mm1505"},"Hvilke arbeidsmiljøtjenester bruker dere, internt eller avtalt eksternt? Psykolog":{"code":"mm1503"},"Hvilke arbeidsmiljøtjenester bruker dere, internt eller avtalt eksternt? Sikkerhetsekspert":{"code":"mm1502"},"Hvilke arbeidsmiljøtjenester bruker dere, internt eller avtalt eksternt? Ergonom som tar seg av arbeidsplassens innredning":{"code":"mm1504"},"Hvilke arbeidsmiljøtjenester bruker dere, internt eller avtalt eksternt? Bedriftslege":{"code":"mm1501"}}},"Helse-, og sikkerhetsrisikoer i foretaket":{"code":"hsre","children":{"Kan du si meg om hvert av de følgende forholdene utgjør et viktig tema, et mindre viktig tema eller ikke noe tema i det hele tatt hos dere? Ulykker":{"code":"mm2002"},"Kan du si meg om hvert av de følgende forholdene utgjør et viktig tema, et mindre viktig tema eller ikke noe tema i det hele tatt hos dere? Mobbing eller sjikanering, dvs. misbruk, ydmykelse eller angrep av kolleger eller overordnede":{"code":"mm2007"},"Kan du si meg om hvert av de følgende forholdene er et viktig tema, et mindre viktig tema eller ikke noe tema i det hele tatt ved virksomheten din? Farlige substanser (Intervjuer:  om nødvendig, forklare: f.eks. kjemisk, biologisk eller radioaktivt støv)":{"code":"mm2001"},"Kan du si meg om hvert av de følgende forholdene utgjør et viktig tema, et mindre viktig tema eller ikke noe tema i det hele tatt hos dere? Muskel- og benplager som smerter i rygg, nakke, armer eller ben":{"code":"mm2004"},"Kan du si meg om hvert av de følgende forholdene utgjør et viktig tema, et mindre viktig tema eller ikke noe tema i det hele tatt hos dere? Støy og vibrasjoner":{"code":"mm2003"},"Kan du si meg om hvert av de følgende forholdene utgjør et viktig tema, et mindre viktig tema eller ikke noe tema i det hele tatt hos dere? Vold eller trussel om vold":{"code":"mm2006"},"Kan du si meg om hvert av de følgende forholdene utgjør et viktig tema, et mindre viktig tema eller ikke noe tema i det hele tatt hos dere? Arbeidsrelatert stress":{"code":"mm2005"},"Flere faktorer kan bidra til stress, vold og sjikanering på arbeidsplassen. Det kan være snakk om måten arbeidet er organisert på og faktorene omtales ofte som \"psykososiale risikoer\". Kan du si meg om noen av de følgende psykososiale risikoer er et problem i din bedrift? Uklar personalpolitikk":{"code":"mm2029"},"Flere faktorer kan bidra til stress, vold og sjikanering på arbeidsplassen. Det kan være snakk om måten arbeidet er organisert på og faktorene omtales ofte som \"psykososiale risikoer\". Kan du si meg om noen av de følgende psykososiale risikoer er et problem i din bedrift? Diskriminering (for eksempel på grunn av kjønn, alder eller etnisk opprinnelse)":{"code":"mm20210"},"Flere faktorer kan bidra til stress, vold og sjikanering på arbeidsplassen. Det kan være snakk om måten arbeidet er organisert på og faktorene omtales ofte som \"psykososiale risikoer\". Kan du si meg om noen av de følgende psykososiale risikoer er et problem i din bedrift? Omgang med vanskelige kunder, pasienter, elever, osv.":{"code":"mm2026"},"Flere faktorer kan bidra til stress, vold og sjikanering på arbeidsplassen. Det kan være snakk om måten arbeidet er organisert på og faktorene omtales ofte som \"psykososiale risikoer\". Kan du si meg om noen av de følgende psykososiale risikoer er et problem i din bedrift? Utrygghet i arbeidet":{"code":"mm2025"},"Flere faktorer kan bidra til stress, vold og sjikanering på arbeidsplassen. Det kan være snakk om måten arbeidet er organisert på og faktorene omtales ofte som \"psykososiale risikoer\". Kan du si meg om noen av de følgende psykososiale risikoer er et problem i din bedrift? Manglende anledning for ansatte til å kontrollere arbeidets organisering":{"code":"mm2024"},"Flere faktorer kan bidra til stress, vold og sjikanering på arbeidsplassen. Det kan være snakk om måten arbeidet er organisert på og faktorene omtales ofte som \"psykososiale risikoer\". Kan du si meg om noen av de følgende psykososiale risikoer er et problem i din bedrift? Lange eller uregelmessige arbeidsdager":{"code":"mm2028"},"Flere faktorer kan bidra til stress, vold og sjikanering på arbeidsplassen. Det kan være snakk om måten arbeidet er organisert på og faktorene omtales ofte som \"psykososiale risikoer\". Kan du si meg om noen av de følgende psykososiale risikoer er et problem i din bedrift? Dårlig samarbeid mellom kolleger":{"code":"mm2023"},"Flere faktorer kan bidra til stress, vold og sjikanering på arbeidsplassen. Det kan være snakk om måten arbeidet er organisert på og faktorene omtales ofte som \"psykososiale risikoer\". Kan du si meg om noen av de følgende psykososiale risikoer er et problem i din bedrift? Dårlig kommunikasjon mellom ledelsen og de ansatte":{"code":"mm2022"},"Flere faktorer kan bidra til stress, vold og sjikanering på arbeidsplassen. Det kan være snakk om måten arbeidet er organisert på og faktorene omtales ofte som \"psykososiale risikoer\". Kan du si meg om noen av de følgende psykososiale risikoer er et problem i din bedrift? Problemer i forholdet mellom tilsynspersoner og ansatte":{"code":"mm2027"},"Flere faktorer kan bidra til stress, vold og sjikanering på arbeidsplassen. Det kan være snakk om måten arbeidet er organisert på og faktorene omtales ofte som \"psykososiale risikoer\". Kan du si meg om noen av de følgende psykososiale risikoer er et problem i din bedrift? Tidspress":{"code":"mm2021"}}},"Håndtering av psykososiale risikoer i foretaket":{"code":"mopre","children":{"Og har dere prosedyre for håndtering av arbeidsrelatert vold?":{"code":"mm252"},"Har de blitt informert om hvem de skal kontakte dersom de støter på psykososiale problemer?":{"code":"mm260"},"Blir de ansatte informert om psykososiale risikoer og innvirkningen på helse og sikkerhet?":{"code":"mm259"},"Har dere prosedyre for håndtering av arbeidsrelatert stress?":{"code":"mm250"},"Iverksettes det tiltak når enkeltpersoner arbeider for lange dager, eller har uregelmessig arbeidstid?":{"code":"mm256"},"De 3 siste årene, har noen av de følgende tiltakene vært innført for å håndtere psykososiale risikoer? Omdefinering av arbeidsområdet":{"code":"mm2532"},"De 3 siste årene, har noen av de følgende tiltakene vært innført for å håndtere psykososiale risikoer? Endringer i organiseringen av arbeidet":{"code":"mm2531"},"De 3 siste årene, har noen av de følgende tiltakene vært innført for å håndtere psykososiale risikoer? Endringer i arbeidstidene":{"code":"mm2535"},"De 3 siste årene, har noen av de følgende tiltakene vært innført for å håndtere psykososiale risikoer? Konfidensiell rådgiving for ansatte":{"code":"mm2533"},"De 3 siste årene, har noen av de følgende tiltakene vært innført for å håndtere psykososiale risikoer? Opprettelse av konfliktløsningprosedyre":{"code":"mm2534"},"De 3 siste årene, har noen av de følgende tiltakene vært innført for å håndtere psykososiale risikoer? Opplæring":{"code":"mm2536"},"Har dere prosedyre for å håndtere mobbing eller sjikanering?":{"code":"mm251"}}}}},"Sector":{"code":"sector","children":{"By Sector":{"code":"by_sector","children":{"Privat tjenesteyting":{"code":"private_services"},"Produksjonsvirksomhet":{"code":"production_sector"},"Offentlig tjenesteyting":{"code":"public_services"}}},"Total":{"code":"total_sector","children":{"Total":{"code":"total_total_sector"}}}}},"Size":{"code":"size","children":{"By Establishment Size":{"code":"by_establishment_size","children":{"10-19 ansatte":{"code":"10_to_19_employees"},"20-49 ansatte":{"code":"20_to_49_employees"},"250-499 ansatte":{"code":"250_to_499_employees"},"50-249 ansatte":{"code":"50_to_249_employees"},"500 eller flere ansatte":{"code":"500_or_more_employees"}}},"Total":{"code":"total_size","children":{"Total":{"code":"total_total_size"}}}}}}