{"Answer":{"code":"answer","children":{"Yes No":{"code":"yes_no","children":{"DK\/NA":{"code":"dk_na"},"No":{"code":"no"},"Yes":{"code":"yes"}}}}},"Country":{"code":"country","children":{"Albania":{"code":"albania"},"Andorra":{"code":"andorra"},"Austria":{"code":"austria"},"Belarus":{"code":"belarus"},"Belgium":{"code":"belgium"},"Bosnia-Herzegovina":{"code":"bosnia-herzegovina"},"Bulgaria":{"code":"bulgaria"},"Croatia":{"code":"croatia"},"Cyprus":{"code":"cyprus"},"Czech Republic":{"code":"czech republic"},"Denmark":{"code":"denmark"},"England":{"code":"england"},"Estonia":{"code":"estonia"},"Finland":{"code":"finland"},"France":{"code":"france"},"Germany":{"code":"germany"},"Greece":{"code":"greece"},"Hungary":{"code":"hungary"},"Iceland":{"code":"iceland"},"Ireland":{"code":"ireland"},"Italy":{"code":"italy"},"Latvia":{"code":"latvia"},"Liechtenstein":{"code":"liechtenstein"},"Lithuania":{"code":"lithuania"},"Luxembourg":{"code":"luxembourg"},"Macedonia":{"code":"macedonia"},"Malta":{"code":"malta"},"Moldova":{"code":"moldova"},"Monaco":{"code":"monaco"},"Montenegro":{"code":"montenegro"},"Netherlands":{"code":"netherlands"},"Norway":{"code":"norway"},"Poland":{"code":"poland"},"Portugal":{"code":"portugal"},"Romania":{"code":"romania"},"Russia":{"code":"russia"},"San Marino":{"code":"san marino"},"Scotland":{"code":"scotland"},"Serbia":{"code":"serbia"},"Slovakia":{"code":"slovakia"},"Slovenia":{"code":"slovenia"},"Spain":{"code":"spain"},"Sweden":{"code":"sweden"},"Switzerland":{"code":"switzerland"},"Turkey":{"code":"turkey"},"Ukraine":{"code":"ukraine"},"United Kingdom":{"code":"united kingdom"},"Vatican City":{"code":"vatican city"}}},"Indicator":{"code":"indicator","children":{"BARRERAS PARA LA GESTIÓN DEL RIESGO PSICOSOCIAL Y APOYO EXISTENTE":{"code":"bfprmes","children":{"Comparado con otros temas de seguridad y salud: ¿es más difícil tratar los riesgos psicosociales, menos difícil o no hay diferencia?":{"code":"mm300"},"¿Necesita información adicional o apoyo sobre este tema?":{"code":"mm303a"},"¿Utiliza información o apoyo de fuentes externas para abordar los riesgos psicosociales en el trabajo?":{"code":"mm302"}}},"REPRESENTACIÓN FORMAL DE LOS TRABAJADORES EN ASUNTOS DE SEGURIDAD Y SALUD":{"code":"feroi","children":{"¿Hay una delegación sindical en su establecimiento?":{"code":"mm351"},"¿Hay un delegado de personal, Comité de Empresa o Junta de personal en este establecimiento?":{"code":"mm350"},"¿Hay en su establecimiento un delegado de prevención?":{"code":"mm355"},"¿Hay un Comité de Seguridad y Salud en este establecimiento?":{"code":"mm358"},"¿Hay un {representante de seguridad y salud}* en esta empresa?":{"code":"mm355nl"}}},"GESTIÓN GENERAL DE LA SEGURIDAD Y LA SALUD EN EL ESTABLECIMIENTO":{"code":"ghsme","children":{"¿La seguridad y la salud son temas que se abordan en las reuniones de la dirección a alto nivel con frecuencia, ocasionalmente o prácticamente nunca?":{"code":"mm158"},"¿En su centro de trabajo, se comprueban regularmente los riesgos de seguridad y salud como parte de un plan de evaluación de riesgos u otro similar?":{"code":"mm161"},"¿Conoce la Semana Europea para la Seguridad y la Salud  en el Trabajo?":{"code":"mm175"},"¿Toma usted medidas para facilitar la reincorporación de los empleados al trabajo después de una baja por enfermedad de larga duración?":{"code":"mm153"},"¿Su establecimiento analiza de forma sistemática las causas de las bajas por enfermedad?":{"code":"mm152"},"¿La inspección de trabajo ha visitado este establecimiento en los últimos 3 años para comprobar las condiciones de seguridad y salud?":{"code":"mm170"},"¿Ha utilizado su establecimiento la información sobre seguridad y salud de alguno de los organismos o instituciones siguientes? Expertos en seguridad y salud contratados":{"code":"mm1737"},"¿Ha utilizado su establecimiento la información sobre seguridad y salud de alguno de los organismos o instituciones siguientes? Las organizaciones empresariales":{"code":"mm1735"},"¿Ha utilizado su establecimiento la información sobre seguridad y salud de alguno de los organismos o instituciones siguientes? Los servicios internos de seguridad y salud":{"code":"mm1733"},"¿Ha utilizado su establecimiento la información sobre seguridad y salud de alguno de los organismos o instituciones siguientes? Las compañías de seguros":{"code":"mm1738"},"¿Ha utilizado su establecimiento la información sobre seguridad y salud de alguno de los organismos o instituciones siguientes? Institutos oficiales de seguridad y salud en el trabajo":{"code":"mm1731"},"¿Ha utilizado su establecimiento la información sobre seguridad y salud de alguno de los organismos o instituciones siguientes? La Agencia Europea para la Seguridad y la Salud en el Trabajo":{"code":"mm1732"},"¿Ha utilizado su establecimiento la información sobre seguridad y salud de alguno de los organismos o instituciones siguientes? La inspección de trabajo":{"code":"mm1734"},"¿Ha utilizado su establecimiento la información sobre seguridad y salud de alguno de los organismos o instituciones siguientes? Sindicatos":{"code":"mm1736"},"En su establecimiento, ¿qué importancia tienen cada una de las siguientes razones a la hora de abordar la seguridad y la salud? Para cada una de ellas, dígame si es de gran importancia, de menor importancia o de ninguna importancia. Razones económicas o ligadas al rendimiento":{"code":"mm1714"},"En su establecimiento, ¿qué importancia tienen cada una de las siguientes razones a la hora de abordar la seguridad y la salud? Para cada una de ellas, dígame si es de gran importancia, de menor importancia o de ninguna importancia. Presión de la inspección de trabajo":{"code":"mm1716"},"En su establecimiento, ¿qué importancia tienen cada una de las siguientes razones a la hora de abordar la seguridad y la salud? Para cada una de ellas, dígame si es de gran importancia, de menor importancia o de ninguna importancia. Peticiones de los trabajadores o sus representantes":{"code":"mm1712"},"En su establecimiento, ¿qué importancia tienen cada una de las siguientes razones a la hora de abordar la seguridad y la salud? Para cada una de ellas, dígame si es de gran importancia, de menor importancia o de ninguna importancia. Exigencias de los clientes o preocupación por la reputación de la organización":{"code":"mm1715"},"En su establecimiento, ¿qué importancia tienen cada una de las siguientes razones a la hora de abordar la seguridad y la salud? Para cada una de ellas, dígame si es de gran importancia, de menor importancia o de ninguna importancia. Retención del personal y gestión del absentismo":{"code":"mm1713"},"En su establecimiento, ¿qué importancia tienen cada una de las siguientes razones a la hora de abordar la seguridad y la salud? Para cada una de ellas, dígame si es de gran importancia, de menor importancia o de ninguna importancia. Cumplir las obligaciones legales":{"code":"mm1711"},"En su establecimiento, ¿cuáles son las principales dificultades para abordar la seguridad y la salud.  Por favor, para cada una de ellas, dígame si es una dificultad mayor, dificultad menor o ninguna dificultad en absoluto? La falta de sensibilización":{"code":"mm1722"},"En su establecimiento, ¿cuáles son las principales dificultades para abordar la seguridad y la salud.  Por favor, para cada una de ellas, dígame si es una dificultad mayor, dificultad menor o ninguna dificultad en absoluto? La falta de experiencia":{"code":"mm1723"},"En su establecimiento, ¿cuáles son las principales dificultades para abordar la seguridad y la salud.  Por favor, para cada una de ellas, dígame si es una dificultad mayor, dificultad menor o ninguna dificultad en absoluto? La falta de recursos, como tiempo, personal o dinero":{"code":"mm1721"},"En su establecimiento, ¿cuáles son las principales dificultades para abordar la seguridad y la salud.  Por favor, para cada una de ellas, dígame si es una dificultad mayor, dificultad menor o ninguna dificultad en absoluto? La falta de apoyo técnico o de orientación":{"code":"mm1724"},"En su establecimiento, ¿cuáles son las principales dificultades para abordar la seguridad y la salud.  Por favor, para cada una de ellas, dígame si es una dificultad mayor, dificultad menor o ninguna dificultad en absoluto? La cultura del establecimiento":{"code":"mm1725"},"En su establecimiento, ¿cuáles son las principales dificultades para abordar la seguridad y la salud.  Por favor, para cada una de ellas, dígame si es una dificultad mayor, dificultad menor o ninguna dificultad en absoluto? La sensiblidad del tema":{"code":"mm1726"},"¿Se realizan chequeos médicos con regularidad para controlar la salud de los empleados?":{"code":"mm154"},"¿Hay una política documentada, un sistema de gestión establecido o un plan de acción sobre seguridad y salud en su establecimiento?":{"code":"mm155"},"En general, ¿cómo valoraría el grado de implicación de los jefes intermedios y supervisores en la gestión de la seguridad y la salud? ¿Es muy elevado, bastante elevado, bastante bajo o muy bajo?":{"code":"mm159"},"¿Qué servicios de seguridad y salud utiliza ya sean internos o externos? Una consultoría de seguridad y salud":{"code":"mm1505"},"¿Qué servicios de seguridad y salud utiliza ya sean internos o externos? Un psicólogo":{"code":"mm1503"},"¿Qué servicios de seguridad y salud utiliza ya sean internos o externos? Un experto en seguridad":{"code":"mm1502"},"¿Qué servicios de seguridad y salud utiliza ya sean internos o externos? Un ergonomista, encargado de la disposición del puesto de trabajo":{"code":"mm1504"},"¿Qué servicios de seguridad y salud utiliza ya sean internos o externos? Un médico del trabajo":{"code":"mm1501"}}},"RIESGOS DE SEGURIDAD Y SALUD EN EL ESTABLECIMIENTO":{"code":"hsre","children":{"Para cada uno de los siguientes temas, por favor, dígame si es una gran preocupación, cierta preocupación o ninguna preocupación en su establecimiento. Accidentes":{"code":"mm2002"},"Para cada uno de los siguientes temas, por favor, dígame si es una gran preocupación, cierta preocupación o ninguna preocupación en su establecimiento. Acoso o intimidación, es decir insultos, humillación o agresiones por parte de compañeros o superiores":{"code":"mm2007"},"Para cada uno de los siguientes temas, por favor, dígame si es una gran preocupación, cierta preocupación o ninguna preocupación en su establecimiento. Sustancias peligrosas (Entrevistador: explicar si fuera necesario. Por ejemplo, polvo, sustancias químicas, biológicas o radioactivas)":{"code":"mm2001"},"Para cada uno de los siguientes temas, por favor, dígame si es una gran preocupación, cierta preocupación o ninguna preocupación en su establecimiento. Trastornos músculo-esqueléticos, como dolor de espalda, cuello, brazos, piernas":{"code":"mm2004"},"Para cada uno de los siguientes temas, por favor, dígame si es una gran preocupación, cierta preocupación o ninguna preocupación en su establecimiento. Ruido y vibraciones":{"code":"mm2003"},"Para cada uno de los siguientes temas, por favor, dígame si es una gran preocupación, cierta preocupación o ninguna preocupación en su establecimiento. Violencia o amenazas":{"code":"mm2006"},"Para cada uno de los siguientes temas, por favor, dígame si es una gran preocupación, cierta preocupación o ninguna preocupación en su establecimiento. Estrés laboral":{"code":"mm2005"},"Algunos factores pueden contribuir al estrés, la violencia y el acoso en el trabajo. Tienen que ver con la manera en la que el trabajo está organizado y a menudo se consideran como \"riesgos psicosociales\". Por favor, dígame si cualquiera de estos riesgos psicosociales están presentes en su establecimiento. Inadecuada política de recursos humanos":{"code":"mm2029"},"Algunos factores pueden contribuir al estrés, la violencia y el acoso en el trabajo. Tienen que ver con la manera en la que el trabajo está organizado y a menudo se consideran como \"riesgos psicosociales\". Por favor, dígame si cualquiera de estos riesgos psicosociales están presentes en su establecimiento. Discriminación (por ejemplo, de género, edad, raza)":{"code":"mm20210"},"Algunos factores pueden contribuir al estrés, la violencia y el acoso en el trabajo. Tienen que ver con la manera en la que el trabajo está organizado y a menudo se consideran como \"riesgos psicosociales\". Por favor, dígame si cualquiera de estos riesgos psicosociales están presentes en su establecimiento. Tener que tratar con clientes, pacientes, alumnos difíciles":{"code":"mm2026"},"Algunos factores pueden contribuir al estrés, la violencia y el acoso en el trabajo. Tienen que ver con la manera en la que el trabajo está organizado y a menudo se consideran como \"riesgos psicosociales\". Por favor, dígame si cualquiera de estos riesgos psicosociales están presentes en su establecimiento. Inseguridad laboral":{"code":"mm2025"},"Algunos factores pueden contribuir al estrés, la violencia y el acoso en el trabajo. Tienen que ver con la manera en la que el trabajo está organizado y a menudo se consideran como \"riesgos psicosociales\". Por favor, dígame si cualquiera de estos riesgos psicosociales están presentes en su establecimiento. Falta de control del trabajador en la organización de su trabajo":{"code":"mm2024"},"Algunos factores pueden contribuir al estrés, la violencia y el acoso en el trabajo. Tienen que ver con la manera en la que el trabajo está organizado y a menudo se consideran como \"riesgos psicosociales\". Por favor, dígame si cualquiera de estos riesgos psicosociales están presentes en su establecimiento. Horario prolongado o irregular":{"code":"mm2028"},"Algunos factores pueden contribuir al estrés, la violencia y el acoso en el trabajo. Tienen que ver con la manera en la que el trabajo está organizado y a menudo se consideran como \"riesgos psicosociales\". Por favor, dígame si cualquiera de estos riesgos psicosociales están presentes en su establecimiento. Pobre colaboración entre compañeros de trabajo":{"code":"mm2023"},"Algunos factores pueden contribuir al estrés, la violencia y el acoso en el trabajo. Tienen que ver con la manera en la que el trabajo está organizado y a menudo se consideran como \"riesgos psicosociales\". Por favor, dígame si cualquiera de estos riesgos psicosociales están presentes en su establecimiento. Escasa comunicación entre la dirección y los trabajadores":{"code":"mm2022"},"Algunos factores pueden contribuir al estrés, la violencia y el acoso en el trabajo. Tienen que ver con la manera en la que el trabajo está organizado y a menudo se consideran como \"riesgos psicosociales\". Por favor, dígame si cualquiera de estos riesgos psicosociales están presentes en su establecimiento. Problemas en la relación supervisor - trabajador":{"code":"mm2027"},"Algunos factores pueden contribuir al estrés, la violencia y el acoso en el trabajo. Tienen que ver con la manera en la que el trabajo está organizado y a menudo se consideran como \"riesgos psicosociales\". Por favor, dígame si cualquiera de estos riesgos psicosociales están presentes en su establecimiento. Presión del tiempo":{"code":"mm2021"}}},"GESTIÓN DE LOS RIESGOS PSICOSOCIALES EN EL ESTABLECIMIENTO":{"code":"mopre","children":{"¿Hay algún procedimiento para abordar al violencia laboral?":{"code":"mm252"},"¿Se ha informado a los trabajadores de a quién deben dirigirse en caso de problemas psicosociales relacionados con el trabajo?¿Los empleados están informados de a quién deben dirigirse en caso de problemas psicosociales relacionados con el trabajo?":{"code":"mm260"},"¿Informa a sus trabajadores sobre los riesgos psicosociales y sus consecuencias en la seguridad y salud?":{"code":"mm259"},"¿En su establecimiento hay algún procedimiento para tratar el estrés laboral?":{"code":"mm250"},"¿Su establecimiento emprende acciones si algún empleado trabaja demasiadas horas o tiene horarios irregulares?":{"code":"mm256"},"En los tres últimos años su establecimiento ha tenido que recurrir a una de las medidas siguientes para abordar los riesgos psicosociales? Rediseñar el espacio de trabajo":{"code":"mm2532"},"En los tres últimos años su establecimiento ha tenido que recurrir a una de las medidas siguientes para abordar los riesgos psicosociales? Cambios en la manera de organizar el trabajo":{"code":"mm2531"},"En los tres últimos años su establecimiento ha tenido que recurrir a una de las medidas siguientes para abordar los riesgos psicosociales? Cambios en los horarios de trabajo":{"code":"mm2535"},"En los tres últimos años su establecimiento ha tenido que recurrir a una de las medidas siguientes para abordar los riesgos psicosociales? Asesoría confidenciaL para los empleados":{"code":"mm2533"},"En los tres últimos años su establecimiento ha tenido que recurrir a una de las medidas siguientes para abordar los riesgos psicosociales? Creación de un procedimiento de resolución de conflictos":{"code":"mm2534"},"En los tres últimos años su establecimiento ha tenido que recurrir a una de las medidas siguientes para abordar los riesgos psicosociales? Formación":{"code":"mm2536"},"¿Hay algún procedimiento para abordar la intimidación o el acoso?":{"code":"mm251"}}}}},"Sector":{"code":"sector","children":{"By Sector":{"code":"by_sector","children":{"Private Services":{"code":"private_services"},"Production sector":{"code":"production_sector"},"Public Services":{"code":"public_services"}}},"Total":{"code":"total_sector","children":{"Total":{"code":"total_total_sector"}}}}},"Size":{"code":"size","children":{"By Establishment Size":{"code":"by_establishment_size","children":{"entre 10 y 19 trabajadores":{"code":"10_to_19_employees"},"entre 20 y 49 trabajadores":{"code":"20_to_49_employees"},"entre 250 y 499 trabajadores":{"code":"250_to_499_employees"},"entre 50 y 249 trabajadores":{"code":"50_to_249_employees"},"500 o más trabajadores":{"code":"500_or_more_employees"}}},"Total":{"code":"total_size","children":{"Total":{"code":"total_total_size"}}}}}}