{"Answer":{"code":"answer","children":{"Yes No":{"code":"yes_no","children":{"DK\/NA":{"code":"dk_na"},"No":{"code":"no"},"Yes":{"code":"yes"}}}}},"Country":{"code":"country","children":{"Albania":{"code":"albania"},"Andorra":{"code":"andorra"},"Austria":{"code":"austria"},"Belarus":{"code":"belarus"},"Belgium":{"code":"belgium"},"Bosnia-Herzegovina":{"code":"bosnia-herzegovina"},"Bulgaria":{"code":"bulgaria"},"Croatia":{"code":"croatia"},"Cyprus":{"code":"cyprus"},"Czech Republic":{"code":"czech republic"},"Denmark":{"code":"denmark"},"England":{"code":"england"},"Estonia":{"code":"estonia"},"Finland":{"code":"finland"},"France":{"code":"france"},"Germany":{"code":"germany"},"Greece":{"code":"greece"},"Hungary":{"code":"hungary"},"Iceland":{"code":"iceland"},"Ireland":{"code":"ireland"},"Italy":{"code":"italy"},"Latvia":{"code":"latvia"},"Liechtenstein":{"code":"liechtenstein"},"Lithuania":{"code":"lithuania"},"Luxembourg":{"code":"luxembourg"},"Macedonia":{"code":"macedonia"},"Malta":{"code":"malta"},"Moldova":{"code":"moldova"},"Monaco":{"code":"monaco"},"Montenegro":{"code":"montenegro"},"Netherlands":{"code":"netherlands"},"Norway":{"code":"norway"},"Poland":{"code":"poland"},"Portugal":{"code":"portugal"},"Romania":{"code":"romania"},"Russia":{"code":"russia"},"San Marino":{"code":"san marino"},"Scotland":{"code":"scotland"},"Serbia":{"code":"serbia"},"Slovakia":{"code":"slovakia"},"Slovenia":{"code":"slovenia"},"Spain":{"code":"spain"},"Sweden":{"code":"sweden"},"Switzerland":{"code":"switzerland"},"Turkey":{"code":"turkey"},"Ukraine":{"code":"ukraine"},"United Kingdom":{"code":"united kingdom"},"Vatican City":{"code":"vatican city"}}},"Indicator":{"code":"indicator","children":{"BARIERE PENTRU GESTIONAREA RISCURILOR PSIHOSOCIALE ŞI SUSŢINEREA EXISTENTĂ":{"code":"bfprmes","children":{"În comparaţie cu alte probleme de sănătate şi securitate: Este mai dificil să gestionezi riscurile psihosociale, mai puţin dificil, sau nu există nicio diferenţă?":{"code":"mm300"},"Aţi avea nevoie de informaţii sau asistenţă adiţională cu privire la aceste probleme?":{"code":"mm303a"},"Aţi folosit informaţii sau suport din surse externe pentru gestionarea riscurilor psihosociale la locul de muncă?":{"code":"mm302"}}},"REPREZENTAREA OFICIALĂ A ANGAJAŢILOR ÎN PROBLEMELE DE SĂNĂTATE ŞI SECURITATE LA LOCUL DE MUNCĂ":{"code":"feroi","children":{"Există în întreprinderea dvs. vreun sindicat?":{"code":"mm351"},"Există reprezentanţi ai salariaţIlor în întreprinderea dvs.?":{"code":"mm350"},"Există în întreprinderea dvs. reprezentanţi pentru sănătate şi securitate în muncă?":{"code":"mm355"},"Există vreun comitet pentru securitate şi sănătate în muncă în întreprinderea dvs.?":{"code":"mm358"},"Există în această întreprindere un membru al {reprezentant pe probleme de sănătate şi securitate}*?":{"code":"mm355nl"}}},"MANAGEMENTUL SĂNĂTĂŢII ŞI A SIGURANŢEI ÎN ÎNTREPRINDERE":{"code":"ghsme","children":{"Problemele referitoare la sănătate şi securitate sunt discutate în şedinţele management-ului la nivel înalt în mod regulat, ocazional sau practic niciodată?":{"code":"mm158"},"Locurile de muncă din întreprinderea dvs.sunt verificate periodic cu privire la sănătate şi securitate ca parte a procesului de evaluare a riscurilor sau a altei măsuri similare?":{"code":"mm161"},"Aţi auzit de Săptămâna Europeană pentru Securitate şi Sănătate în Muncă?":{"code":"mm175"},"Întreprindeţi măsuri pentru a susţine întoarcerea la serviciu a angajaţilor după un concediu de boală de lungă durată?":{"code":"mm153"},"Întreprinderea dvs. analizează de obicei cauzele concediilor de boală?":{"code":"mm152"},"Inspectoratul de Muncă a vizitat această întreprindere în ultimii 3 ani pentru a verifica condiţiile de sănătate şi securitate?":{"code":"mm170"},"Întreprinderea dvs. a utilizat  informaţii referitoare la sănătate şi securitate din vreuna din organizaţiile sau instituţiile următoare? Experţi contractaţi în probleme de sănătate şi securitate":{"code":"mm1737"},"Întreprinderea dvs. a utilizat  informaţii referitoare la sănătate şi securitate din vreuna din organizaţiile sau instituţiile următoare? Organizaţii ale angajatorilor":{"code":"mm1735"},"Întreprinderea dvs. a utilizat  informaţii referitoare la sănătate şi securitate din vreuna din organizaţiile sau instituţiile următoare? Servicii de securitate şi sănătate din cadrul întreprinderii dvs.":{"code":"mm1733"},"Întreprinderea dvs. a utilizat  informaţii referitoare la sănătate şi securitate din vreuna din organizaţiile sau instituţiile următoare? Prestatori de asigurări":{"code":"mm1738"},"Întreprinderea dvs. a utilizat  informaţii referitoare la sănătate şi securitate din vreuna din organizaţiile sau instituţiile următoare? Institute oficiale pentru sănătatea şi securitatea la locul de muncă":{"code":"mm1731"},"Întreprinderea dvs. a utilizat  informaţii referitoare la sănătate şi securitate din vreuna din organizaţiile sau instituţiile următoare? Agenţia Europeană pentru Securitate şi Sănătate în Muncă":{"code":"mm1732"},"Întreprinderea dvs. a utilizat  informaţii referitoare la sănătate şi securitate din vreuna din organizaţiile sau instituţiile următoare? Inspectoratul de Muncă":{"code":"mm1734"},"Întreprinderea dvs. a utilizat  informaţii referitoare la sănătate şi securitate din vreuna din organizaţiile sau instituţiile următoare? Sindicate":{"code":"mm1736"},"În întreprinderea dvs. cât de importante sunt următoarele motivaţii de rezolvare a problemelor de sănătate şi securitate? Pentru fiecare din următoarele, vă rog să indicaţi dacă este o motivaţie importantă, puţin importantă, sau nu constituie deloc o motivaţie . Motive economice sau legate de performanţă":{"code":"mm1714"},"În întreprinderea dvs. cât de importante sunt următoarele motivaţii de rezolvare a problemelor de sănătate şi securitate? Pentru fiecare din următoarele, vă rog să indicaţi dacă este o motivaţie importantă, puţin importantă, sau nu constituie deloc o motivaţie . Presiunea exercitată de Inspectoratul de Muncă":{"code":"mm1716"},"În întreprinderea dvs. cât de importante sunt următoarele motivaţii de rezolvare a problemelor de sănătate şi securitate? Pentru fiecare din următoarele, vă rog să indicaţi dacă este o motivaţie importantă, puţin importantă, sau nu constituie deloc o motivaţie . Cereri din partea angajaţilor sau a reprezentanţilor lor":{"code":"mm1712"},"În întreprinderea dvs. cât de importante sunt următoarele motivaţii de rezolvare a problemelor de sănătate şi securitate? Pentru fiecare din următoarele, vă rog să indicaţi dacă este o motivaţie importantă, puţin importantă, sau nu constituie deloc o motivaţie . Cereri din partea clienţilor sau preocupare cu privire la reputaţia organizaţiei":{"code":"mm1715"},"În întreprinderea dvs. cât de importante sunt următoarele motivaţii de rezolvare a problemelor de sănătate şi securitate? Pentru fiecare din următoarele, vă rog să indicaţi dacă este o motivaţie importantă, puţin importantă, sau nu constituie deloc o motivaţie . Reţinerea angajaţilor şi management-ul absenţelor":{"code":"mm1713"},"În întreprinderea dvs. cât de importante sunt următoarele motivaţii de rezolvare a problemelor de sănătate şi securitate? Pentru fiecare din următoarele, vă rog să indicaţi dacă este o motivaţie importantă, puţin importantă, sau nu constituie deloc o motivaţie . Îndeplinirea obligaţiilor legale":{"code":"mm1711"},"În întreprinderea dvs. care sunt dificultăţile majore în soluţionarea problemelor de sănătate şi securitate? Pentru fiecare din următoarele, vă rog să indicaţi dacă este o dificultate importantă, puţin importantă, sau nu este o dificultate deloc. Insuficienţa informării":{"code":"mm1722"},"În întreprinderea dvs. care sunt dificultăţile majore în soluţionarea problemelor de sănătate şi securitate? Pentru fiecare din următoarele, vă rog să indicaţi dacă este o dificultate importantă, puţin importantă, sau nu este o dificultate deloc. insuficenţă de expertiză":{"code":"mm1723"},"În întreprinderea dvs. care sunt dificultăţile majore în soluţionarea problemelor de sănătate şi securitate? Pentru fiecare din următoarele, vă rog să indicaţi dacă este o dificultate importantă, puţin importantă, sau nu este o dificultate deloc. Insuficienţa resurselor precum timpul, resursele umane sau banii":{"code":"mm1721"},"În întreprinderea dvs. care sunt dificultăţile majore în soluţionarea problemelor de sănătate şi securitate? Pentru fiecare din următoarele, vă rog să indicaţi dacă este o dificultate importantă, puţin importantă, sau nu este o dificultate deloc. Insuficienţa asistenţei sau suportului tehnic":{"code":"mm1724"},"În întreprinderea dvs. care sunt dificultăţile majore în soluţionarea problemelor de sănătate şi securitate? Pentru fiecare din următoarele, vă rog să indicaţi dacă este o dificultate importantă, puţin importantă, sau nu este o dificultate deloc. Cultura din întreprindere":{"code":"mm1725"},"În întreprinderea dvs. care sunt dificultăţile majore în soluţionarea problemelor de sănătate şi securitate? Pentru fiecare din următoarele, vă rog să indicaţi dacă este o dificultate importantă, puţin importantă, sau nu este o dificultate deloc. Sensibilitatea problemei":{"code":"mm1726"},"Starea sănătăţii angajaţilor este monitorizată regulat prin investigaţii medicale?":{"code":"mm154"},"Există o politică documentată, un sistem stabilit de management, sau vreun plan de acţiuni  în domeniul securităţiii şi sănătăţii în muncă în întreprinderea dvs.?":{"code":"mm155"},"În general, cum aţi evalua gradul de implicare al managerilor şi supervizorilor în gestiunea problemelor de sănătate şi securitate? Foarte ridicat, destul de ridicat, destul de scăzut, foarte scăzut?":{"code":"mm159"},"Ce servicii de securitate si sănătate utilizaţi, servicii interne sau externe? Consultanţă generală în materie de securitate şi sănătate":{"code":"mm1505"},"Ce servicii de securitate si sănătate utilizaţi, servicii interne sau externe? Un psiholog":{"code":"mm1503"},"Ce servicii de securitate si sănătate utilizaţi, servicii interne sau externe? Un expert în securitate":{"code":"mm1502"},"Ce servicii de securitate si sănătate utilizaţi, servicii interne sau externe? Un expert în ergonomie, care se ocupă de amenajarea locului de muncă":{"code":"mm1504"},"Ce servicii de securitate si sănătate utilizaţi, servicii interne sau externe? Un medic de medicina muncii":{"code":"mm1501"}}},"RISCURILE CU PRIVIRE LA SĂNĂTATE ŞI SECURITATE ÎN ÎNTREPRINDEREA DVS":{"code":"hsre","children":{"Pentru fiecare din următoarele subiecte, vă rog să indicaţi dacă este de o preocupare majoră, oarecum o preocupare sau nu este o preocupare deloc în întreprinderea dvs. Accidente":{"code":"mm2002"},"Pentru fiecare din următoarele subiecte, vă rog să indicaţi dacă este de o preocupare majoră, oarecum o preocupare sau nu este o preocupare deloc în întreprinderea dvs. Intimidarea sau hărţuirea, de ex. abuz, umilire sau atacuri din partea colegilor sau superiorilor.":{"code":"mm2007"},"Pentru fiecare din următoarele subiecte, vă rog să ne indicaţi dacă este o preocupare majoră, oarecum o preocupare, sau nu este o preocupare deloc. Substanţe periculoase (Operator: explicaţi dacă e necesar: de ex. praf, substanţe chimice, biologice sau radioactive)":{"code":"mm2001"},"Pentru fiecare din următoarele subiecte, vă rog să indicaţi dacă este de o preocupare majoră, oarecum o preocupare sau nu este o preocupare deloc în întreprinderea dvs. Afecţiuni musculo-scheletice precum dureri de spate, ceafă, braţe sau picioare":{"code":"mm2004"},"Pentru fiecare din următoarele subiecte, vă rog să indicaţi dacă este de o preocupare majoră, oarecum o preocupare sau nu este o preocupare deloc în întreprinderea dvs. Zgomotul şi vibraţia":{"code":"mm2003"},"Pentru fiecare din următoarele subiecte, vă rog să indicaţi dacă este de o preocupare majoră, oarecum o preocupare sau nu este o preocupare deloc în întreprinderea dvs. Violenţa sau ameninţarea cu violenţă":{"code":"mm2006"},"Pentru fiecare din următoarele subiecte, vă rog să indicaţi dacă este de o preocupare majoră, oarecum o preocupare sau nu este o preocupare deloc în întreprinderea dvs. Stresul legat de muncă":{"code":"mm2005"},"O serie de factori pot contribui la stres, violenţă şi hărţuire în muncă; aceştia se referă la felul în care este organizată munca şi deseori sunt cunoscuţi sub denumirea de \" riscuri psihosociale\". Vă rog să indicaţi dacă vreunul din  următoarele riscuri psihosociale reprezintă o îngrijorare în întreprinderea dvs.? O politică neclară cu privire la resursele umane":{"code":"mm2029"},"O serie de factori pot contribui la stres, violenţă şi hărţuire în muncă; aceştia se referă la felul în care este organizată munca şi deseori sunt cunoscuţi sub denumirea de \" riscuri psihosociale\". Vă rog să indicaţi dacă vreunul din  următoarele riscuri psihosociale reprezintă o îngrijorare în întreprinderea dvs.? Discriminare (de ex. pe bază de gen, vârstă sau etnie)":{"code":"mm20210"},"O serie de factori pot contribui la stres, violenţă şi hărţuire în muncă; aceştia se referă la felul în care este organizată munca şi deseori sunt cunoscuţi sub denumirea de \" riscuri psihosociale\". Vă rog să indicaţi dacă vreunul din  următoarele riscuri psihosociale reprezintă o îngrijorare în întreprinderea dvs.? Contactul cu unii clienţi dificili, pacienţi, elevi, etc.":{"code":"mm2026"},"O serie de factori pot contribui la stres, violenţă şi hărţuire în muncă; aceştia se referă la felul în care este organizată munca şi deseori sunt cunoscuţi sub denumirea de \" riscuri psihosociale\". Vă rog să indicaţi dacă vreunul din  următoarele riscuri psihosociale reprezintă o îngrijorare în întreprinderea dvs.? Insecuritatea muncii":{"code":"mm2025"},"O serie de factori pot contribui la stres, violenţă şi hărţuire în muncă; aceştia se referă la felul în care este organizată munca şi deseori sunt cunoscuţi sub denumirea de \" riscuri psihosociale\". Vă rog să indicaţi dacă vreunul din  următoarele riscuri psihosociale reprezintă o îngrijorare în întreprinderea dvs.? Lipsa controlului angajaţilor în organizarea muncii lor":{"code":"mm2024"},"O serie de factori pot contribui la stres, violenţă şi hărţuire în muncă; aceştia se referă la felul în care este organizată munca şi deseori sunt cunoscuţi sub denumirea de \" riscuri psihosociale\". Vă rog să indicaţi dacă vreunul din  următoarele riscuri psihosociale reprezintă o îngrijorare în întreprinderea dvs.? Timp de lucru suplimentar sau neregulat":{"code":"mm2028"},"O serie de factori pot contribui la stres, violenţă şi hărţuire în muncă; aceştia se referă la felul în care este organizată munca şi deseori sunt cunoscuţi sub denumirea de \" riscuri psihosociale\". Vă rog să indicaţi dacă vreunul din  următoarele riscuri psihosociale reprezintă o îngrijorare în întreprinderea dvs.? Cooperarea proastă între colegi":{"code":"mm2023"},"O serie de factori pot contribui la stres, violenţă şi hărţuire în muncă; aceştia se referă la felul în care este organizată munca şi deseori sunt cunoscuţi sub denumirea de \" riscuri psihosociale\". Vă rog să indicaţi dacă vreunul din  următoarele riscuri psihosociale reprezintă o îngrijorare în întreprinderea dvs.? Comunicarea proastă între management şi angajaţi":{"code":"mm2022"},"O serie de factori pot contribui la stres, violenţă şi hărţuire în muncă; aceştia se referă la felul în care este organizată munca şi deseori sunt cunoscuţi sub denumirea de \" riscuri psihosociale\". Vă rog să indicaţi dacă vreunul din  următoarele riscuri psihosociale reprezintă o îngrijorare în întreprinderea dvs.? Probleme în relaţiile şefilor cu angajaţii":{"code":"mm2027"},"O serie de factori pot contribui la stres, violenţă şi hărţuire în muncă; aceştia se referă la felul în care este organizată munca şi deseori sunt cunoscuţi sub denumirea de \" riscuri psihosociale\". Vă rog să indicaţi dacă vreunul din  următoarele riscuri psihosociale reprezintă o îngrijorare în întreprinderea dvs.? Munca sub presiunea timpului":{"code":"mm2021"}}},"MANAGEMENTUL RISCURILOR PSIHOSOCIALE ÎN ÎNTREPRINDERE":{"code":"mopre","children":{"Şi aveţi vreo procedură în vigoare care să soluţioneze situaţiile de violenţă la locul de muncă?":{"code":"mm252"},"Aţi fost informat la cine să vă adresaţi în caz de probleme psihosociale legate de serviciu?":{"code":"mm260"},"Îi informaţi pe angajaţi cu privire la riscurile psihosociale şi efectul lor asupra sănătăţii şi securităţii?":{"code":"mm259"},"În întreprinderea dvs. exista o procedură pentru abordarea stresului legat de muncă ?":{"code":"mm250"},"Întreprinderea dvs. ia măsuri dacă unii angajaţi lucrează excesiv ore suplimentare sau neregulate?":{"code":"mm256"},"Pe parcursul ultimilor 3 ani, întreprinderea dvs. a recurs la vreuna din următoarele măsuri pentru a diminua riscurile psihosociale? Reamenajarea locului de muncă":{"code":"mm2532"},"Pe parcursul ultimilor 3 ani, întreprinderea dvs. a recurs la vreuna din următoarele măsuri pentru a diminua riscurile psihosociale? Schimbări în felul  în care este organizată munca":{"code":"mm2531"},"Pe parcursul ultimilor 3 ani, întreprinderea dvs. a recurs la vreuna din următoarele măsuri pentru a diminua riscurile psihosociale? Schimbări în aranjamentele cu privire la timpul de muncă":{"code":"mm2535"},"Pe parcursul ultimilor 3 ani, întreprinderea dvs. a recurs la vreuna din următoarele măsuri pentru a diminua riscurile psihosociale? Consiliere confidenţială a angajaţilor":{"code":"mm2533"},"Pe parcursul ultimilor 3 ani, întreprinderea dvs. a recurs la vreuna din următoarele măsuri pentru a diminua riscurile psihosociale? Adoptarea unei proceduri de soluţionare a conflictelor":{"code":"mm2534"},"Pe parcursul ultimilor 3 ani, întreprinderea dvs. a recurs la vreuna din următoarele măsuri pentru a diminua riscurile psihosociale? Oferirea instruirilor":{"code":"mm2536"},"Există vreo procedură în vigoare care să soluţioneze situaţiile de intimidare sau hărţuire?":{"code":"mm251"}}}}},"Sector":{"code":"sector","children":{"By Sector":{"code":"by_sector","children":{"Servicii private":{"code":"private_services"},"Sectorul de producţie":{"code":"production_sector"},"Servicii publice":{"code":"public_services"}}},"Total":{"code":"total_sector","children":{"Total":{"code":"total_total_sector"}}}}},"Size":{"code":"size","children":{"By Establishment Size":{"code":"by_establishment_size","children":{"de la 10 la 19 angajaţi":{"code":"10_to_19_employees"},"de la 20 la 49 angajaţi":{"code":"20_to_49_employees"},"de la 250 la 499 angajaţi":{"code":"250_to_499_employees"},"de la 50 la 249 angajaţi":{"code":"50_to_249_employees"},"500 sau mai mulţi angajaţi":{"code":"500_or_more_employees"}}},"Total":{"code":"total_size","children":{"Total":{"code":"total_total_size"}}}}}}