{"Answer":{"code":"answer","children":{"Yes No":{"code":"yes_no","children":{"DK\/NA":{"code":"dk_na"},"No":{"code":"no"},"Yes":{"code":"yes"}}}}},"Country":{"code":"country","children":{"Albania":{"code":"albania"},"Andorra":{"code":"andorra"},"Austria":{"code":"austria"},"Belarus":{"code":"belarus"},"Belgium":{"code":"belgium"},"Bosnia-Herzegovina":{"code":"bosnia-herzegovina"},"Bulgaria":{"code":"bulgaria"},"Croatia":{"code":"croatia"},"Cyprus":{"code":"cyprus"},"Czech Republic":{"code":"czech republic"},"Denmark":{"code":"denmark"},"England":{"code":"england"},"Estonia":{"code":"estonia"},"Finland":{"code":"finland"},"France":{"code":"france"},"Germany":{"code":"germany"},"Greece":{"code":"greece"},"Hungary":{"code":"hungary"},"Iceland":{"code":"iceland"},"Ireland":{"code":"ireland"},"Italy":{"code":"italy"},"Latvia":{"code":"latvia"},"Liechtenstein":{"code":"liechtenstein"},"Lithuania":{"code":"lithuania"},"Luxembourg":{"code":"luxembourg"},"Macedonia":{"code":"macedonia"},"Malta":{"code":"malta"},"Moldova":{"code":"moldova"},"Monaco":{"code":"monaco"},"Montenegro":{"code":"montenegro"},"Netherlands":{"code":"netherlands"},"Norway":{"code":"norway"},"Poland":{"code":"poland"},"Portugal":{"code":"portugal"},"Romania":{"code":"romania"},"Russia":{"code":"russia"},"San Marino":{"code":"san marino"},"Scotland":{"code":"scotland"},"Serbia":{"code":"serbia"},"Slovakia":{"code":"slovakia"},"Slovenia":{"code":"slovenia"},"Spain":{"code":"spain"},"Sweden":{"code":"sweden"},"Switzerland":{"code":"switzerland"},"Turkey":{"code":"turkey"},"Ukraine":{"code":"ukraine"},"United Kingdom":{"code":"united kingdom"},"Vatican City":{"code":"vatican city"}}},"Indicator":{"code":"indicator","children":{"BARRIERES VOOR DE AANPAK VAN PSYCHOSOCIALE RISICO'S EN BESTAANDE SUPPORT":{"code":"bfprmes","children":{"Vergeleken met andere arborisico's: is het moeilijker, of minder moeilijk om psychosociale risico's aan te pakken of is er geen verschil?":{"code":"mm300"},"Heeft u extra informatie of ondersteuning nodig over dit onderwerp?":{"code":"mm303a"},"Heeft u gebruik gemaakt van informatie of steun van externe bronnen over hoe men moet omgaan met psychosociale risico's op het werk?":{"code":"mm302"}}},"FORMELE WERKNEMERSVERTEGENWOORDIGING INZAKE ARBEID, GEZONDHEID EN VEILIGHEID OP HET WERK":{"code":"feroi","children":{"En is er een vertegenwoordiging van de vakbond in deze vestiging?":{"code":"mm351"},"Heeft u een Ondernemingsraad, of Personeelsvertegenwoordiging of een Medezeggenschap Orgaan in deze vestiging?":{"code":"mm350"},"Heeft uw organisatie een interne {veiligheids- en gezondheidsvertegenwoordiger}*?":{"code":"mm355"},"Is er een Commissie voor Veiligheid, Gezondheid en Welzijn of VGW Commissie in uw vestiging?":{"code":"mm358"},"Is er een lid van de personeelsvertegenwoordiging of het lid van de ondernemingsraad of d Medezeggenschap Orgaan in uw vestiging met een specifieke arbotaak?":{"code":"mm355nl"}}},"ALGEMEEN ARBOBELEID (ARBEIDSOMSTANDIGHEDEN, VEILIGHEID EN GEZONDHEIDSBELEID) IN DE VESTIGING":{"code":"ghsme","children":{"Worden problemen op het vlak van arbeidsomstandigheden, gezondheid en veiligheid (arbo) regelmatig, af en toe of bijna nooit besproken op vergaderingen van het management?":{"code":"mm158"},"Worden de werkplekken in uw vestiging regelmatig gecontroleerd op arbeidsomstandigheden, gezondheid en de veiligheid als onderdeel van een risico inventarisatie en -evaluatie (RI&E) of een vergelijkbare maatregel?":{"code":"mm161"},"Bent op de hoogte van de Europese week voor veiligheid en gezondheid op het werk ?":{"code":"mm175"},"Neemt u maatregelen om de terugkeer naar het werk van werknemers na een lange periode van ziekteverzuim te ondersteunen?":{"code":"mm153"},"Analyseert uw vestiging routinematig de oorzaken van ziekteverzuim?":{"code":"mm152"},"Heeft de Arbeidsinspectie in de afgelopen drie jaar de werkvloer bezocht om de arbeids- en veiligheidsomstandigheden en de gezondheid te controleren?":{"code":"mm170"},"Hebt u gebruik gemaakt van veiligheids- en gezondheidsinformatie van een of meer van de volgende instanties of instellingen? Gecontracteerde veiligheids- en gezondheidsdeskundigen (arbodeskundigen)":{"code":"mm1737"},"Hebt u gebruik gemaakt van veiligheids- en gezondheidsinformatie van een of meer van de volgende instanties of instellingen? Werkgeversorganisaties":{"code":"mm1735"},"Hebt u gebruik gemaakt van veiligheids- en gezondheidsinformatie van een of meer van de volgende instanties of instellingen? Interne veiligheids- en gezondheidsdiensten":{"code":"mm1733"},"Hebt u gebruik gemaakt van veiligheids- en gezondheidsinformatie van een of meer van de volgende instanties of instellingen? Verzekeringsmaatschappijen":{"code":"mm1738"},"Hebt u gebruik gemaakt van veiligheids- en gezondheidsinformatie van een of meer van de volgende instanties of instellingen? Officiële instellingen voor veiligheid en gezondheid op het werk (arbodiensten)":{"code":"mm1731"},"Hebt u gebruik gemaakt van veiligheids- en gezondheidsinformatie van een of meer van de volgende instanties of instellingen? Het Europees Agentschap voor veiligheid en gezondheid op het werk":{"code":"mm1732"},"Hebt u gebruik gemaakt van veiligheids- en gezondheidsinformatie van een of meer van de volgende instanties of instellingen? De {arbeidsinspectie}*":{"code":"mm1734"},"Hebt u gebruik gemaakt van veiligheids- en gezondheidsinformatie van een of meer van de volgende instanties of instellingen? Vakbonden":{"code":"mm1736"},"Hoe relevant zijn, binnen uw vestiging, de volgende redenen voor de aanpak van arborisico's (risico's op gebied van arbeid, gezondheid en veiligheid op het werk)? Kunt u mij voor elke reden vertellen of het een belangrijke, een minder belangrijke of helemaal geen reden is? Economische of prestatiegerelateerde redenen":{"code":"mm1714"},"Hoe relevant zijn, binnen uw vestiging, de volgende redenen voor de aanpak van arborisico's (risico's op gebied van arbeid, gezondheid en veiligheid op het werk)? Kunt u mij voor elke reden vertellen of het een belangrijke, een minder belangrijke of helemaal geen reden is? Druk vanwege de Arbeidsinspectie":{"code":"mm1716"},"Hoe relevant zijn, binnen uw vestiging, de volgende redenen voor de aanpak van arborisico's (risico's op gebied van arbeid, gezondheid en veiligheid op het werk)? Kunt u mij voor elke reden vertellen of het een belangrijke, een minder belangrijke of helemaal geen reden is? Vraag van het personeel of de personeelsvertegenwoordigers":{"code":"mm1712"},"Hoe relevant zijn, binnen uw vestiging, de volgende redenen voor de aanpak van arborisico's (risico's op gebied van arbeid, gezondheid en veiligheid op het werk)? Kunt u mij voor elke reden vertellen of het een belangrijke, een minder belangrijke of helemaal geen reden is? Vereisten van klanten of bezorgdheid over het imago van het bedrijf":{"code":"mm1715"},"Hoe relevant zijn, binnen uw vestiging, de volgende redenen voor de aanpak van arborisico's (risico's op gebied van arbeid, gezondheid en veiligheid op het werk)? Kunt u mij voor elke reden vertellen of het een belangrijke, een minder belangrijke of helemaal geen reden is? Personeelsbehoud en verzuimbeleid":{"code":"mm1713"},"Hoe relevant zijn, binnen uw vestiging, de volgende redenen voor de aanpak van arborisico's (risico's op gebied van arbeid, gezondheid en veiligheid op het werk)? Kunt u mij voor elke reden vertellen of het een belangrijke, een minder belangrijke of helemaal geen reden is? Naleven van een wettelijke verplichting":{"code":"mm1711"},"Wat zijn binnen uw vestiging de grootste problemen bij de aanpak van arbo (arbeid, gezondheid en veiligheid)? Gelieve aan te geven of elk van de volgende elementen een groot, een minder groot of helemaal geen probleem is . Een gebrek aan bewustzijn":{"code":"mm1722"},"Wat zijn binnen uw vestiging de grootste problemen bij de aanpak van arbo (arbeid, gezondheid en veiligheid)? Gelieve aan te geven of elk van de volgende elementen een groot, een minder groot of helemaal geen probleem is . Een gebrek aan expertise":{"code":"mm1723"},"Wat zijn binnen uw vestiging de grootste problemen bij de aanpak van arbo (arbeid, gezondheid en veiligheid)? Gelieve aan te geven of elk van de volgende elementen een groot, een minder groot of helemaal geen probleem is . Een gebrek aan middelen, zoals tijd, personeel of geld":{"code":"mm1721"},"Wat zijn binnen uw vestiging de grootste problemen bij de aanpak van arbo (arbeid, gezondheid en veiligheid)? Gelieve aan te geven of elk van de volgende elementen een groot, een minder groot of helemaal geen probleem is . Een gebrek aan technische ondersteuning of begeleiding":{"code":"mm1724"},"Wat zijn binnen uw vestiging de grootste problemen bij de aanpak van arbo (arbeid, gezondheid en veiligheid)? Gelieve aan te geven of elk van de volgende elementen een groot, een minder groot of helemaal geen probleem is . De cultuur binnen de vestiging":{"code":"mm1725"},"Wat zijn binnen uw vestiging de grootste problemen bij de aanpak van arbo (arbeid, gezondheid en veiligheid)? Gelieve aan te geven of elk van de volgende elementen een groot, een minder groot of helemaal geen probleem is . De gevoeligheid van het probleem":{"code":"mm1726"},"Wordt de gezondheid van het personeel gecontroleerd via regelmatig medisch onderzoek?":{"code":"mm154"},"Is er een gedocumenteerd beleid, een managementsysteem of actieplan op het gebied van arbeidsomstandigheden, veiligheid en gezondheid in uw vestiging?":{"code":"mm155"},"Hoe schat u over het algemeen de mate van betrokkenheid in van de direct leidinggevende en het hogere management bij de aanpak van de arbeidsomstandigheden, gezondheid en de veiligheid ?  Zeer hoog, vrij hoog, vrij laag of zeer laag?":{"code":"mm159"},"Welke arbozorg en arbodienstverlening gebruikt de vestiging? Een algemene arbo-adviseur":{"code":"mm1505"},"Welke arbozorg en arbodienstverlening gebruikt de vestiging? Een psycholoog":{"code":"mm1503"},"Welke arbozorg en arbodienstverlening gebruikt de vestiging? Een veiligheidskundige":{"code":"mm1502"},"Welke arbozorg en arbodienstverlening gebruikt de vestiging? Een ergonoom die zich bezig houdt met de inrichting van de werkplek":{"code":"mm1504"},"Welke arbozorg en arbodienstverlening gebruikt de vestiging? Een bedrijfsarts":{"code":"mm1501"}}},"RISICO'S OP GEBIED VAN ARBEIDSOMSTANDIGHEDEN EN VEILIGHEID EN GEZONDHEID IN DE VESTIGING":{"code":"hsre","children":{"Kunt u mij voor elk van de volgende arborisico's zeggen of het een groot, een middelgroot of helemaal geen punt van zorg vormt in uw vestiging? Ongevallen":{"code":"mm2002"},"Kunt u mij voor elk van de volgende arborisico's zeggen of het een groot, een middelgroot of helemaal geen punt van zorg vormt in uw vestiging? Intimatie of pesten, zoals misbruik, vernedereing of daadwerkelijk geweld door collega's of leidinggevenden":{"code":"mm2007"},"Kunt u mij voor elk van de volgende arborisico's zeggen of het een groot, een middelgroot of helemaal geen punt van zorg vormt in uw vestiging? Gevaarlijke stoffen (Int.: indien nodig toelichten: stof, chemische, biologische of radioactieve stoffen)":{"code":"mm2001"},"Kunt u mij voor elk van de volgende arborisico's zeggen of het een groot, een middelgroot of helemaal geen punt van zorg vormt in uw vestiging? Lichamelijke klachten aan de spieren of het skelet, zoals pijn in de rug, hals, armen of benen":{"code":"mm2004"},"Kunt u mij voor elk van de volgende arborisico's zeggen of het een groot, een middelgroot of helemaal geen punt van zorg vormt in uw vestiging? Geluid en trillingen":{"code":"mm2003"},"Kunt u mij voor elk van de volgende arborisico's zeggen of het een groot, een middelgroot of helemaal geen punt van zorg vormt in uw vestiging? Geweld of dreiging met geweld":{"code":"mm2006"},"Kunt u mij voor elk van de volgende arborisico's zeggen of het een groot, een middelgroot of helemaal geen punt van zorg vormt in uw vestiging? Werkgerelateerde stress":{"code":"mm2005"},"Een aantal factoren kan bijdragen aan stress, geweld en pesterijen op het werk; ze hebben betrekking op de manier waarop het werk is georganiseerd en worden vaak 'psychosociale risico's' genoemd. Kunt u mij zeggen of een van de volgende psychosociale risico's voor u een punt van zorg vormt binnen uw vestiging? Een onduidelijk personeelsbeleid":{"code":"mm2029"},"Een aantal factoren kan bijdragen aan stress, geweld en pesterijen op het werk; ze hebben betrekking op de manier waarop het werk is georganiseerd en worden vaak 'psychosociale risico's' genoemd. Kunt u mij zeggen of een van de volgende psychosociale risico's voor u een punt van zorg vormt binnen uw vestiging? Discriminatie (bv: in geslacht, in leeftijd of in etnische afkomst)":{"code":"mm20210"},"Een aantal factoren kan bijdragen aan stress, geweld en pesterijen op het werk; ze hebben betrekking op de manier waarop het werk is georganiseerd en worden vaak 'psychosociale risico's' genoemd. Kunt u mij zeggen of een van de volgende psychosociale risico's voor u een punt van zorg vormt binnen uw vestiging? Moeten omgaan met moeilijke klanten, patiënten, leerlingen, enz.":{"code":"mm2026"},"Een aantal factoren kan bijdragen aan stress, geweld en pesterijen op het werk; ze hebben betrekking op de manier waarop het werk is georganiseerd en worden vaak 'psychosociale risico's' genoemd. Kunt u mij zeggen of een van de volgende psychosociale risico's voor u een punt van zorg vormt binnen uw vestiging? Baanonzekerheid":{"code":"mm2025"},"Een aantal factoren kan bijdragen aan stress, geweld en pesterijen op het werk; ze hebben betrekking op de manier waarop het werk is georganiseerd en worden vaak 'psychosociale risico's' genoemd. Kunt u mij zeggen of een van de volgende psychosociale risico's voor u een punt van zorg vormt binnen uw vestiging? Gebrek aan controle van de werknemers in de organisatie van hun werk":{"code":"mm2024"},"Een aantal factoren kan bijdragen aan stress, geweld en pesterijen op het werk; ze hebben betrekking op de manier waarop het werk is georganiseerd en worden vaak 'psychosociale risico's' genoemd. Kunt u mij zeggen of een van de volgende psychosociale risico's voor u een punt van zorg vormt binnen uw vestiging? Lange of onregelmatige werkuren":{"code":"mm2028"},"Een aantal factoren kan bijdragen aan stress, geweld en pesterijen op het werk; ze hebben betrekking op de manier waarop het werk is georganiseerd en worden vaak 'psychosociale risico's' genoemd. Kunt u mij zeggen of een van de volgende psychosociale risico's voor u een punt van zorg vormt binnen uw vestiging? Slechte samenwerking tussen collega's":{"code":"mm2023"},"Een aantal factoren kan bijdragen aan stress, geweld en pesterijen op het werk; ze hebben betrekking op de manier waarop het werk is georganiseerd en worden vaak 'psychosociale risico's' genoemd. Kunt u mij zeggen of een van de volgende psychosociale risico's voor u een punt van zorg vormt binnen uw vestiging? Slechte communicatie tussen management en werknemers":{"code":"mm2022"},"Een aantal factoren kan bijdragen aan stress, geweld en pesterijen op het werk; ze hebben betrekking op de manier waarop het werk is georganiseerd en worden vaak 'psychosociale risico's' genoemd. Kunt u mij zeggen of een van de volgende psychosociale risico's voor u een punt van zorg vormt binnen uw vestiging? Problemen in de relaties leidinggevende - werknemer":{"code":"mm2027"},"Een aantal factoren kan bijdragen aan stress, geweld en pesterijen op het werk; ze hebben betrekking op de manier waarop het werk is georganiseerd en worden vaak 'psychosociale risico's' genoemd. Kunt u mij zeggen of een van de volgende psychosociale risico's voor u een punt van zorg vormt binnen uw vestiging? Tijdsdruk":{"code":"mm2021"}}},"AANPAK VAN PSYCHOSOCIALE RISICO'S BINNEN DE VESTIGING":{"code":"mopre","children":{"En bestaat er een procedure om met werkgerelateerd geweld om te gaan?":{"code":"mm252"},"Hebt u hen meegedeeld bij wie ze terecht kunnen in geval van werkgerelateerde psychosociale problemen ?":{"code":"mm260"},"Informeert u werknemers over psychosociale risico's en over het effect ervan op veiligheid en gezondheid?":{"code":"mm259"},"Beschikt uw vestiging over een procedure om werkgerelateerde stress aan te pakken?":{"code":"mm250"},"Onderneemt uw vestiging iets wanneer individuele werknemers uitermate lange werkdagen maken of onregelmatige uren werken?":{"code":"mm256"},"Heeft uw vestiging de afegelopen 3 jaar een van de volgende maatregelen genomen om psychosociale risico's aan te pakken? Een herinrichting van de werkplek":{"code":"mm2532"},"Heeft uw vestiging de afegelopen 3 jaar een van de volgende maatregelen genomen om psychosociale risico's aan te pakken? Veranderingen in de werkorganisatie":{"code":"mm2531"},"Heeft uw vestiging de afegelopen 3 jaar een van de volgende maatregelen genomen om psychosociale risico's aan te pakken? Aanpassing van werktijden":{"code":"mm2535"},"Heeft uw vestiging de afegelopen 3 jaar een van de volgende maatregelen genomen om psychosociale risico's aan te pakken? Vertrouwenspersoon of vertrouwelijke begeleiding ingesteld voor werknemers":{"code":"mm2533"},"Heeft uw vestiging de afegelopen 3 jaar een van de volgende maatregelen genomen om psychosociale risico's aan te pakken? Een conflictoplossende procedure opgezet":{"code":"mm2534"},"Heeft uw vestiging de afegelopen 3 jaar een van de volgende maatregelen genomen om psychosociale risico's aan te pakken? Het aanbieden van opleidingen":{"code":"mm2536"},"Bestaat er een procedure om intimidatie of pesterijen aan te pakken?":{"code":"mm251"}}}}},"Sector":{"code":"sector","children":{"By Sector":{"code":"by_sector","children":{"Private diensten":{"code":"private_services"},"Productiesector":{"code":"production_sector"},"Openbare diensten":{"code":"public_services"}}},"Total":{"code":"total_sector","children":{"Total":{"code":"total_total_sector"}}}}},"Size":{"code":"size","children":{"By Establishment Size":{"code":"by_establishment_size","children":{"10 tot 19 werknemers":{"code":"10_to_19_employees"},"20 tot 49 werknemers":{"code":"20_to_49_employees"},"250 tot 499 werknemers":{"code":"250_to_499_employees"},"50 tot 249 werknemers":{"code":"50_to_249_employees"},"500 werknemers of meer":{"code":"500_or_more_employees"}}},"Total":{"code":"total_size","children":{"Total":{"code":"total_total_size"}}}}}}