{"Answer":{"code":"answer","children":{"Yes No":{"code":"yes_no","children":{"DK\/NA":{"code":"dk_na"},"No":{"code":"no"},"Yes":{"code":"yes"}}}}},"Country":{"code":"country","children":{"Albania":{"code":"albania"},"Andorra":{"code":"andorra"},"Austria":{"code":"austria"},"Belarus":{"code":"belarus"},"Belgium":{"code":"belgium"},"Bosnia-Herzegovina":{"code":"bosnia-herzegovina"},"Bulgaria":{"code":"bulgaria"},"Croatia":{"code":"croatia"},"Cyprus":{"code":"cyprus"},"Czech Republic":{"code":"czech republic"},"Denmark":{"code":"denmark"},"England":{"code":"england"},"Estonia":{"code":"estonia"},"Finland":{"code":"finland"},"France":{"code":"france"},"Germany":{"code":"germany"},"Greece":{"code":"greece"},"Hungary":{"code":"hungary"},"Iceland":{"code":"iceland"},"Ireland":{"code":"ireland"},"Italy":{"code":"italy"},"Latvia":{"code":"latvia"},"Liechtenstein":{"code":"liechtenstein"},"Lithuania":{"code":"lithuania"},"Luxembourg":{"code":"luxembourg"},"Macedonia":{"code":"macedonia"},"Malta":{"code":"malta"},"Moldova":{"code":"moldova"},"Monaco":{"code":"monaco"},"Montenegro":{"code":"montenegro"},"Netherlands":{"code":"netherlands"},"Norway":{"code":"norway"},"Poland":{"code":"poland"},"Portugal":{"code":"portugal"},"Romania":{"code":"romania"},"Russia":{"code":"russia"},"San Marino":{"code":"san marino"},"Scotland":{"code":"scotland"},"Serbia":{"code":"serbia"},"Slovakia":{"code":"slovakia"},"Slovenia":{"code":"slovenia"},"Spain":{"code":"spain"},"Sweden":{"code":"sweden"},"Switzerland":{"code":"switzerland"},"Turkey":{"code":"turkey"},"Ukraine":{"code":"ukraine"},"United Kingdom":{"code":"united kingdom"},"Vatican City":{"code":"vatican city"}}},"Indicator":{"code":"indicator","children":{"Barriers for psychosocial risk management and existing support":{"code":"bfprmes","children":{"Compared to other health and safety issues: Is it more difficult to tackle psychosocial risks, is it less difficult, or is there no difference?":{"code":"mm300"},"Do you think you would need any additional information or support on this issue?":{"code":"mm303a"},"Have you used information or support from external sources on how to deal with psychosocial risks at work?":{"code":"mm302"}}},"Formal employee representation in OSH issues":{"code":"feroi","children":{"And is there a recognised workplace trade union representative in your establishment?":{"code":"mm351"},"Do you have a Joint Consultative Committee, Employee Forum or equivalent body in this establishment?":{"code":"mm350"},"Does your establishment have a health and safety representative?":{"code":"mm355"},"Is there a health and safety committee in your establishment?":{"code":"mm358"},"Is there a member of the {health and safety representative}* in this establishment?":{"code":"mm355nl"}}},"General health and safety management in the establishment":{"code":"ghsme","children":{"Are health and safety issues raised in high level management meetings regularly, occasionally or practically never?":{"code":"mm158"},"Are workplaces in your establishment regularly checked for health and safety as part of a risk assessment or similar measure?":{"code":"mm161"},"Are you aware of the European Week for safety and health at work?":{"code":"mm175"},"Do you take measures to support employees’ return to work following long-term sickness absence?":{"code":"mm153"},"Does your establishment routinely analyse the causes of sickness absence?":{"code":"mm152"},"Has a Health and Safety Inspector visited this workplace in the last 3 years in order to check health and safety conditions?":{"code":"mm170"},"Has your establishment used health and safety information from any of the following bodies or institutions? Contracted health and safety experts":{"code":"mm1737"},"Has your establishment used health and safety information from any of the following bodies or institutions? Employers’ organisations":{"code":"mm1735"},"Has your establishment used health and safety information from any of the following bodies or institutions? In-house health and safety services":{"code":"mm1733"},"Has your establishment used health and safety information from any of the following bodies or institutions? Insurance providers":{"code":"mm1738"},"Has your establishment used health and safety information from any of the following bodies or institutions? Official institutes for health and safety at work":{"code":"mm1731"},"Has your establishment used health and safety information from any of the following bodies or institutions? The European Agency for safety and health at work":{"code":"mm1732"},"Has your establishment used health and safety information from any of the following bodies or institutions? The Labour Inspectorate":{"code":"mm1734"},"Has your establishment used health and safety information from any of the following bodies or institutions? Trade unions":{"code":"mm1736"},"In your establishment, how important are the following reasons for addressing health and safety? For each one, please tell me whether it is a major reason, a minor reason or not a reason at all. Economic or performance-related reasons":{"code":"mm1714"},"In your establishment, how important are the following reasons for addressing health and safety? For each one, please tell me whether it is a major reason, a minor reason or not a reason at all. Pressure from the Health and Safety Executive":{"code":"mm1716"},"In your establishment, how important are the following reasons for addressing health and safety? For each one, please tell me whether it is a major reason, a minor reason or not a reason at all. Requests from employees or their representatives":{"code":"mm1712"},"In your establishment, how important are the following reasons for addressing health and safety? For each one, please tell me whether it is a major reason, a minor reason or not a reason at all. Requirements from clients or concern about the organisation’s reputation":{"code":"mm1715"},"In your establishment, how important are the following reasons for addressing health and safety? For each one, please tell me whether it is a major reason, a minor reason or not a reason at all. Staff retention and absence management":{"code":"mm1713"},"In your establishment, how important are the following reasons for addressing health and safety? For each one, please tell me whether it is a major reason, a minor reason or not a reason at all. To fulfill our legal obligations":{"code":"mm1711"},"In your establishment, what are the main difficulties in dealing with health and safety? Please tell me for each of the following whether it is a major difficulty, a minor difficulty, or not a difficulty at all. A lack of awareness":{"code":"mm1722"},"In your establishment, what are the main difficulties in dealing with health and safety? Please tell me for each of the following whether it is a major difficulty, a minor difficulty, or not a difficulty at all. A lack of expertise":{"code":"mm1723"},"In your establishment, what are the main difficulties in dealing with health and safety? Please tell me for each of the following whether it is a major difficulty, a minor difficulty, or not a difficulty at all. A lack of resources such as time, staff or money":{"code":"mm1721"},"In your establishment, what are the main difficulties in dealing with health and safety? Please tell me for each of the following whether it is a major difficulty, a minor difficulty, or not a difficulty at all. A lack of technical support or guidance":{"code":"mm1724"},"In your establishment, what are the main difficulties in dealing with health and safety? Please tell me for each of the following whether it is a major difficulty, a minor difficulty, or not a difficulty at all. The culture within the establishment":{"code":"mm1725"},"In your establishment, what are the main difficulties in dealing with health and safety? Please tell me for each of the following whether it is a major difficulty, a minor difficulty, or not a difficulty at all. The sensitivity of the issue":{"code":"mm1726"},"Is the health of employees monitored through regular medical examinations?":{"code":"mm154"},"Is there a documented policy, established management system or action plan on health and safety in your establishment?":{"code":"mm155"},"Overall, how would you rate the degree of involvement of line managers and supervisors in the management of health and safety? Is it very high, quite high, quite low or very low?":{"code":"mm159"},"What health and safety services do you use, be it in-house or contracted externally? A general health and safety consultancy":{"code":"mm1505"},"What health and safety services do you use, be it in-house or contracted externally? A psychologist":{"code":"mm1503"},"What health and safety services do you use, be it in-house or contracted externally? A safety expert":{"code":"mm1502"},"What health and safety services do you use, be it in-house or contracted externally? An ergonomics expert, dealing with the set up of workstations":{"code":"mm1504"},"What health and safety services do you use, be it in-house or contracted externally? An occupational health physician":{"code":"mm1501"}}},"Health and safety risks in the establishment":{"code":"hsre","children":{"For each of the following issues, please tell me whether it is of major concern, some concern or no concern at all in your establishment. Accidents":{"code":"mm2002"},"For each of the following issues, please tell me whether it is of major concern, some concern or no concern at all in your establishment. Bullying or harassment, i.e. abuse, humiliation or assault by colleagues or superiors":{"code":"mm2007"},"For each of the following issues, please tell me whether it is of major concern, some concern or no concern at all in your establishment. Dangerous substances (Int.: explain if necessary: e.g. dusts, chemical, biological or radioactive)":{"code":"mm2001"},"For each of the following issues, please tell me whether it is of major concern, some concern or no concern at all in your establishment. Musculoskeletal disorders such as pain in the back, neck, arms or legs":{"code":"mm2004"},"For each of the following issues, please tell me whether it is of major concern, some concern or no concern at all in your establishment. Noise and vibration":{"code":"mm2003"},"For each of the following issues, please tell me whether it is of major concern, some concern or no concern at all in your establishment. Violence or threat of violence":{"code":"mm2006"},"For each of the following issues, please tell me whether it is of major concern, some concern or no concern at all in your establishment. Work-related stress":{"code":"mm2005"},"Several factors can contribute to stress, violence and harassment at work; they concern the way work is organised and are often referred to as ‘psychosocial risks’.  Please tell me whether any of the following psychosocial risks are a concern in your establishment. An unclear human resources policy":{"code":"mm2029"},"Several factors can contribute to stress, violence and harassment at work; they concern the way work is organised and are often referred to as ‘psychosocial risks’.  Please tell me whether any of the following psychosocial risks are a concern in your establishment. Discrimination (for example due to gender, age or ethnicity)":{"code":"mm20210"},"Several factors can contribute to stress, violence and harassment at work; they concern the way work is organised and are often referred to as ‘psychosocial risks’.  Please tell me whether any of the following psychosocial risks are a concern in your establishment. Having to deal with difficult customers, patients, pupils etc.":{"code":"mm2026"},"Several factors can contribute to stress, violence and harassment at work; they concern the way work is organised and are often referred to as ‘psychosocial risks’.  Please tell me whether any of the following psychosocial risks are a concern in your establishment. Job insecurity":{"code":"mm2025"},"Several factors can contribute to stress, violence and harassment at work; they concern the way work is organised and are often referred to as ‘psychosocial risks’.  Please tell me whether any of the following psychosocial risks are a concern in your establishment. Lack of control for employees about how they organise their work":{"code":"mm2024"},"Several factors can contribute to stress, violence and harassment at work; they concern the way work is organised and are often referred to as ‘psychosocial risks’.  Please tell me whether any of the following psychosocial risks are a concern in your establishment. Long or irregular working hours":{"code":"mm2028"},"Several factors can contribute to stress, violence and harassment at work; they concern the way work is organised and are often referred to as ‘psychosocial risks’.  Please tell me whether any of the following psychosocial risks are a concern in your establishment. Poor co-operation amongst colleagues":{"code":"mm2023"},"Several factors can contribute to stress, violence and harassment at work; they concern the way work is organised and are often referred to as ‘psychosocial risks’.  Please tell me whether any of the following psychosocial risks are a concern in your establishment. Poor communication between management and employees":{"code":"mm2022"},"Several factors can contribute to stress, violence and harassment at work; they concern the way work is organised and are often referred to as ‘psychosocial risks’.  Please tell me whether any of the following psychosocial risks are a concern in your establishment. Problems with supervisor – employee relationships":{"code":"mm2027"},"Several factors can contribute to stress, violence and harassment at work; they concern the way work is organised and are often referred to as ‘psychosocial risks’.  Please tell me whether any of the following psychosocial risks are a concern in your establishment. Time pressure":{"code":"mm2021"}}},"Management of psychosocial risks in the establishment":{"code":"mopre","children":{"And do you have a procedure to deal with work-related violence?":{"code":"mm252"},"Are employees informed about whom to address in case of work-related psychosocial problems?":{"code":"mm260"},"Do you inform employees about psychosocial risks and their effect on health and safety?":{"code":"mm259"},"Does your establishment have a procedure to deal with work-related stress?":{"code":"mm250"},"Does your establishment take action if individual employees work excessively long or irregular hours?":{"code":"mm256"},"In the last 3 years, has your establishment used any of the following measures to deal with psychosocial risks? A redesign of the work area":{"code":"mm2532"},"In the last 3 years, has your establishment used any of the following measures to deal with psychosocial risks? Changes to the way work is organised":{"code":"mm2531"},"In the last 3 years, has your establishment used any of the following measures to deal with psychosocial risks? Changes to working time arrangements":{"code":"mm2535"},"In the last 3 years, has your establishment used any of the following measures to deal with psychosocial risks? Confidential counselling for employees":{"code":"mm2533"},"In the last 3 years, has your establishment used any of the following measures to deal with psychosocial risks? Establishment of a conflict resolution procedure":{"code":"mm2534"},"In the last 3 years, has your establishment used any of the following measures to deal with psychosocial risks? Provision of training":{"code":"mm2536"},"Is there a procedure in place to deal with bullying or harassment?":{"code":"mm251"}}}}},"Sector":{"code":"sector","children":{"By Sector":{"code":"by_sector","children":{"Private Services":{"code":"private_services"},"Production sector":{"code":"production_sector"},"Public Services":{"code":"public_services"}}},"Total":{"code":"total_sector","children":{"Total":{"code":"total_total_sector"}}}}},"Size":{"code":"size","children":{"By Establishment Size":{"code":"by_establishment_size","children":{"10 to 19 employees":{"code":"10_to_19_employees"},"20 to 49 employees":{"code":"20_to_49_employees"},"250 to 499 employees":{"code":"250_to_499_employees"},"50 to 249 employees":{"code":"50_to_249_employees"},"500 or more employees":{"code":"500_or_more_employees"}}},"Total":{"code":"total_size","children":{"Total":{"code":"total_total_size"}}}}}}