{"Answer":{"code":"answer","children":{"Yes No":{"code":"yes_no","children":{"DK\/NA":{"code":"dk_na"},"No":{"code":"no"},"Yes":{"code":"yes"}}}}},"Country":{"code":"country","children":{"Albania":{"code":"albania"},"Andorra":{"code":"andorra"},"Austria":{"code":"austria"},"Belarus":{"code":"belarus"},"Belgium":{"code":"belgium"},"Bosnia-Herzegovina":{"code":"bosnia-herzegovina"},"Bulgaria":{"code":"bulgaria"},"Croatia":{"code":"croatia"},"Cyprus":{"code":"cyprus"},"Czech Republic":{"code":"czech republic"},"Denmark":{"code":"denmark"},"England":{"code":"england"},"Estonia":{"code":"estonia"},"Finland":{"code":"finland"},"France":{"code":"france"},"Germany":{"code":"germany"},"Greece":{"code":"greece"},"Hungary":{"code":"hungary"},"Iceland":{"code":"iceland"},"Ireland":{"code":"ireland"},"Italy":{"code":"italy"},"Latvia":{"code":"latvia"},"Liechtenstein":{"code":"liechtenstein"},"Lithuania":{"code":"lithuania"},"Luxembourg":{"code":"luxembourg"},"Macedonia":{"code":"macedonia"},"Malta":{"code":"malta"},"Moldova":{"code":"moldova"},"Monaco":{"code":"monaco"},"Montenegro":{"code":"montenegro"},"Netherlands":{"code":"netherlands"},"Norway":{"code":"norway"},"Poland":{"code":"poland"},"Portugal":{"code":"portugal"},"Romania":{"code":"romania"},"Russia":{"code":"russia"},"San Marino":{"code":"san marino"},"Scotland":{"code":"scotland"},"Serbia":{"code":"serbia"},"Slovakia":{"code":"slovakia"},"Slovenia":{"code":"slovenia"},"Spain":{"code":"spain"},"Sweden":{"code":"sweden"},"Switzerland":{"code":"switzerland"},"Turkey":{"code":"turkey"},"Ukraine":{"code":"ukraine"},"United Kingdom":{"code":"united kingdom"},"Vatican City":{"code":"vatican city"}}},"Indicator":{"code":"indicator","children":{"Hindernisse und unterstützende Angebote beim Umgang mit psychosozialen Risiken":{"code":"bfprmes","children":{"Im Vergleich zu anderen Themen des Gesundheitsschutzes und der Sicherheit am Arbeitsplatz: Ist der Umgang mit psychosozialen Risiken schwieriger, ist er leichter oder besteht da kein Unterschied?":{"code":"mm300"},"Würden Sie zu diesem Thema zusätzliche Informationen oder Unterstützung benötigen?":{"code":"mm303a"},"Haben Sie von externen Quellen stammende Informationen oder Hilfen zum Umgang mit psychosozialen Risiken am Arbeitsplatz in Anspruch genommen?":{"code":"mm302"}}},"Formelle Arbeitnehmervertretung bei Fragen zum Gesundheitsschutz und zur Sicherheit am Arbeitsplatz":{"code":"feroi","children":{"Gibt es in Ihrem Betrieb auch eine {Gewerkschaftsvertretung der Werksmitarbeiter}*?":{"code":"mm351"},"Gibt es in diesem Betrieb einen {Betriebs- oder Personalrat}*?":{"code":"mm350"},"Gibt es in Ihrem Betrieb eine(n) interne(n) {Sicherheitsbeauftragte(n}*?":{"code":"mm355"},"Gibt es in Ihrem Betrieb einen {Arbeitsschutzausschuss}*?":{"code":"mm358"},"Gibt es in diesem Betrieb einen {Beauftragten für Sicherheit und Gesundheitsschutz}*?":{"code":"mm355nl"}}},"Allgemeines Gesundheitsschutz- und Sicherheits-Management in diesem Betrieb":{"code":"ghsme","children":{"Werden Gesundheitsschutz- und Sicherheitsfragen in Meetings des höheren Managements regelmäßig, gelegentlich oder praktisch nie thematisiert?":{"code":"mm158"},"Werden die Arbeitsplätze in Ihrem Betrieb im Rahmen einer Gefährdungsbeurteilung oder ähnlicher Maßnahmen regelmäßig auf Sicherheit und Gesundheitsschutz hin geprüft?":{"code":"mm161"},"Ist Ihnen bekannt, dass es eine Europäische Woche für Sicherheit und Gesundheitsschutz am Arbeitsplatz gibt?":{"code":"mm175"},"Treffen Sie Maßnahmen zur Unterstützung der Wiedereingliederung von Beschäftigten, die nach langem krankheitsbedingten Fehlen zurückkehren?":{"code":"mm153"},"Analysiert Ihr Betrieb routinemäßig die Gründe für krankheitsbedingte Fehlzeiten?":{"code":"mm152"},"Hat die {Gewerbeaufsicht oder die Berufsgenossenschaft}* in den letzten 3 Jahren diesen Betrieb aufgesucht, um die Gesundheitsschutz- und die Arbeitssicherheitsbedinungen zu prüfen?":{"code":"mm170"},"Hat Ihr Betrieb von einer der folgenden Körperschaften oder Institutionen stammende Informationen zum Gesundheitsschutz und zur Sicherheit am Arbeitsplatz in Anspruch genommen? Vom Unternehmen beauftragte Gesundheitsschutz- und Sicherheitsexperten":{"code":"mm1737"},"Hat Ihr Betrieb von einer der folgenden Körperschaften oder Institutionen stammende Informationen zum Gesundheitsschutz und zur Sicherheit am Arbeitsplatz in Anspruch genommen? Arbeitgeberorganisationen":{"code":"mm1735"},"Hat Ihr Betrieb von einer der folgenden Körperschaften oder Institutionen stammende Informationen zum Gesundheitsschutz und zur Sicherheit am Arbeitsplatz in Anspruch genommen? Firmeninterne Dienste für Gesundheitsschutz und Sicherheit am Arbeitsplatz":{"code":"mm1733"},"Hat Ihr Betrieb von einer der folgenden Körperschaften oder Institutionen stammende Informationen zum Gesundheitsschutz und zur Sicherheit am Arbeitsplatz in Anspruch genommen? Krankenkassen oder andere Versicherungsdienstleister":{"code":"mm1738"},"Hat Ihr Betrieb von einer der folgenden Körperschaften oder Institutionen stammende Informationen zum Gesundheitsschutz und zur Sicherheit am Arbeitsplatz in Anspruch genommen? Berufsgenossenschaften oder andere offizielle Institute für Gesundheitsschutz und Sicherheit am Arbeitsplatz":{"code":"mm1731"},"Hat Ihr Betrieb von einer der folgenden Körperschaften oder Institutionen stammende Informationen zum Gesundheitsschutz und zur Sicherheit am Arbeitsplatz in Anspruch genommen? Die Europäische Agentur für Sicherheit und Gesundheitsschutz am Arbeitsplatz":{"code":"mm1732"},"Hat Ihr Betrieb von einer der folgenden Körperschaften oder Institutionen stammende Informationen zum Gesundheitsschutz und zur Sicherheit am Arbeitsplatz in Anspruch genommen? Die {Gewerbeaufsicht}*":{"code":"mm1734"},"Hat Ihr Betrieb von einer der folgenden Körperschaften oder Institutionen stammende Informationen zum Gesundheitsschutz und zur Sicherheit am Arbeitsplatz in Anspruch genommen? Gewerkschaften":{"code":"mm1736"},"Wie wichtig sind in Ihrem Betrieb die folgenden Gründe, um sich mit Fragen des Gesundheitsschutzes und der Arbeitssicherheit zu befassen? Bitte sagen Sie mir für jede der folgenden Angaben, ob dies ein wichtiger, ein weniger bedeutsamer oder überhaupt kein Grund ist. Wirtschaftliche oder leistungsbezogene Gründe":{"code":"mm1714"},"Wie wichtig sind in Ihrem Betrieb die folgenden Gründe, um sich mit Fragen des Gesundheitsschutzes und der Arbeitssicherheit zu befassen? Bitte sagen Sie mir für jede der folgenden Angaben, ob dies ein wichtiger, ein weniger bedeutsamer oder überhaupt kein Grund ist. Auflagen seitens der {Gewerbeaufsicht oder der Berufsgenossenschaft}*":{"code":"mm1716"},"Wie wichtig sind in Ihrem Betrieb die folgenden Gründe, um sich mit Fragen des Gesundheitsschutzes und der Arbeitssicherheit zu befassen? Bitte sagen Sie mir für jede der folgenden Angaben, ob dies ein wichtiger, ein weniger bedeutsamer oder überhaupt kein Grund ist. Aufforderungen seitens der Beschäftigten oder ihrer Vertreter":{"code":"mm1712"},"Wie wichtig sind in Ihrem Betrieb die folgenden Gründe, um sich mit Fragen des Gesundheitsschutzes und der Arbeitssicherheit zu befassen? Bitte sagen Sie mir für jede der folgenden Angaben, ob dies ein wichtiger, ein weniger bedeutsamer oder überhaupt kein Grund ist. Anforderungen seitens der Kunden oder Bedenken hinsichtlich des Rufs der Firma bzw. der Institution":{"code":"mm1715"},"Wie wichtig sind in Ihrem Betrieb die folgenden Gründe, um sich mit Fragen des Gesundheitsschutzes und der Arbeitssicherheit zu befassen? Bitte sagen Sie mir für jede der folgenden Angaben, ob dies ein wichtiger, ein weniger bedeutsamer oder überhaupt kein Grund ist. Mitarbeiterbindung und Fehlzeitenmanagement":{"code":"mm1713"},"Wie wichtig sind in Ihrem Betrieb die folgenden Gründe, um sich mit Fragen des Gesundheitsschutzes und der Arbeitssicherheit zu befassen? Bitte sagen Sie mir für jede der folgenden Angaben, ob dies ein wichtiger, ein weniger bedeutsamer oder überhaupt kein Grund ist. Erfüllung gesetzlicher Verpflichtungen":{"code":"mm1711"},"Und welches sind in Ihrem Betrieb die Haupthindernisse im Umgang mit Gesundheitsschutz- und Sicherheitsfragen? Bitte sagen Sie mir für jede der folgenden Angaben, ob dies ein wichtiges, ein weniger bedeutsames oder gar kein Hindernis ist. Fehlendes Bewusstsein":{"code":"mm1722"},"Und welches sind in Ihrem Betrieb die Haupthindernisse im Umgang mit Gesundheitsschutz- und Sicherheitsfragen? Bitte sagen Sie mir für jede der folgenden Angaben, ob dies ein wichtiges, ein weniger bedeutsames oder gar kein Hindernis ist. Fehlendes Fachwissen":{"code":"mm1723"},"Und welches sind in Ihrem Betrieb die Haupthindernisse im Umgang mit Gesundheitsschutz- und Sicherheitsfragen? Bitte sagen Sie mir für jede der folgenden Angaben, ob dies ein wichtiges, ein weniger bedeutsames oder gar kein Hindernis ist. Fehlende Ressourcen wie Zeit, Personal oder Geld":{"code":"mm1721"},"Und welches sind in Ihrem Betrieb die Haupthindernisse im Umgang mit Gesundheitsschutz- und Sicherheitsfragen? Bitte sagen Sie mir für jede der folgenden Angaben, ob dies ein wichtiges, ein weniger bedeutsames oder gar kein Hindernis ist. Fehlen technischer Unterstützung oder Anleitung":{"code":"mm1724"},"Und welches sind in Ihrem Betrieb die Haupthindernisse im Umgang mit Gesundheitsschutz- und Sicherheitsfragen? Bitte sagen Sie mir für jede der folgenden Angaben, ob dies ein wichtiges, ein weniger bedeutsames oder gar kein Hindernis ist. Die Betriebskultur":{"code":"mm1725"},"Und welches sind in Ihrem Betrieb die Haupthindernisse im Umgang mit Gesundheitsschutz- und Sicherheitsfragen? Bitte sagen Sie mir für jede der folgenden Angaben, ob dies ein wichtiges, ein weniger bedeutsames oder gar kein Hindernis ist. Die Brisanz der Fragen":{"code":"mm1726"},"Wird die Gesundheit der Beschäftigten durch regelmäßige Gesundheitschecks überprüft?":{"code":"mm154"},"Gibt es eine schriftlich dokumentierte Richtlinie, ein etabliertes Managementsystem oder einen Aktionsplan zum Gesundheitsschutz und zur Sicherheit in Ihrem Betrieb?":{"code":"mm155"},"Wie würden Sie insgesamt den Grad bewerten, in dem sich direkte und andere Vorgesetzte am Management von Gesundheitsschutz- und Sicherheitsfragen beteiligen? Ist er sehr hoch, ziemlich hoch, ziemlich gering oder sehr gering?":{"code":"mm159"},"Welche Gesundheitsschutz- und Sicherheitsdienstleistungen kommen bei Ihnen zum Einsatz, seien es betriebsinterne oder von damit beauftragten externen Dienstleistern durchgeführte? Gibt es bei Ihnen… Eine allgemeine Gesundheits- und Sicherheitsberatung":{"code":"mm1505"},"Welche Gesundheitsschutz- und Sicherheitsdienstleistungen kommen bei Ihnen zum Einsatz, seien es betriebsinterne oder von damit beauftragten externen Dienstleistern durchgeführte? Gibt es bei Ihnen… Einen Psychologen":{"code":"mm1503"},"Welche Gesundheitsschutz- und Sicherheitsdienstleistungen kommen bei Ihnen zum Einsatz, seien es betriebsinterne oder von damit beauftragten externen Dienstleistern durchgeführte? Gibt es bei Ihnen… Eine Sicherheitsfachkraft oder einen Sicherheitsingenieur":{"code":"mm1502"},"Welche Gesundheitsschutz- und Sicherheitsdienstleistungen kommen bei Ihnen zum Einsatz, seien es betriebsinterne oder von damit beauftragten externen Dienstleistern durchgeführte? Gibt es bei Ihnen… Einen Ergonomen, der sich mit der Einrichtung des Arbeitsplatzes befasst":{"code":"mm1504"},"Welche Gesundheitsschutz- und Sicherheitsdienstleistungen kommen bei Ihnen zum Einsatz, seien es betriebsinterne oder von damit beauftragten externen Dienstleistern durchgeführte? Gibt es bei Ihnen… Einen Arbeitsmediziner":{"code":"mm1501"}}},"Gesundheits- und Sicherheitsrisiken im Betrieb":{"code":"hsre","children":{"Bitte sagen Sie mir für jeden der folgenden Aspekte, ob dies in Ihrem Betrieb ein wichtiges Thema, ein weniger wichtiges Thema oder gar kein Thema ist. Arbeitsunfälle":{"code":"mm2002"},"Bitte sagen Sie mir für jeden der folgenden Aspekte, ob dies in Ihrem Betrieb ein wichtiges Thema, ein weniger wichtiges Thema oder gar kein Thema ist. Mobbing oder Belästigung, d.h. Missbrauch, Demütigung oder Angriff durch Kollegen oder Vorgesetzte":{"code":"mm2007"},"Bitte sagen Sie mir für jeden der folgenden Aspekte, ob dies in Ihrem Betrieb ein wichtiges Thema, ein weniger wichtiges Thema oder gar kein Thema ist. Gefahrstoffe (Interviewer: falls nötig erklären: z.B. Staub, chemische, biologische oder radioaktive Stoffe)":{"code":"mm2001"},"Bitte sagen Sie mir für jeden der folgenden Aspekte, ob dies in Ihrem Betrieb ein wichtiges Thema, ein weniger wichtiges Thema oder gar kein Thema ist. Erkrankungen des Muskel-Skelett-Systems wie Schmerzen im Rücken, Nacken, in den Armen oder Beinen":{"code":"mm2004"},"Bitte sagen Sie mir für jeden der folgenden Aspekte, ob dies in Ihrem Betrieb ein wichtiges Thema, ein weniger wichtiges Thema oder gar kein Thema ist. Lärm und Vibrationen":{"code":"mm2003"},"Bitte sagen Sie mir für jeden der folgenden Aspekte, ob dies in Ihrem Betrieb ein wichtiges Thema, ein weniger wichtiges Thema oder gar kein Thema ist. Gewalt oder Androhung von Gewalt":{"code":"mm2006"},"Bitte sagen Sie mir für jeden der folgenden Aspekte, ob dies in Ihrem Betrieb ein wichtiges Thema, ein weniger wichtiges Thema oder gar kein Thema ist. Arbeitsbedingter Stress":{"code":"mm2005"},"Verschiedene Faktoren können zu Stress, Gewalt und Belästigung am Arbeitsplatz beitragen; sie betreffen die Art, wie Arbeit organisiert wird, und werden oft \"psychosoziale Risiken\" genannt. Bitte sagen Sie mir für jedes der folgenden psychosozialen Risiken, ob dies ein Anliegen in Ihrem Betrieb ist. Eine unklare Personalpolitik":{"code":"mm2029"},"Verschiedene Faktoren können zu Stress, Gewalt und Belästigung am Arbeitsplatz beitragen; sie betreffen die Art, wie Arbeit organisiert wird, und werden oft \"psychosoziale Risiken\" genannt. Bitte sagen Sie mir für jedes der folgenden psychosozialen Risiken, ob dies ein Anliegen in Ihrem Betrieb ist. Diskriminierung  (z.B. aufgrund von Geschlecht, Alter oder ethnischer Herkunft)":{"code":"mm20210"},"Verschiedene Faktoren können zu Stress, Gewalt und Belästigung am Arbeitsplatz beitragen; sie betreffen die Art, wie Arbeit organisiert wird, und werden oft \"psychosoziale Risiken\" genannt. Bitte sagen Sie mir für jedes der folgenden psychosozialen Risiken, ob dies ein Anliegen in Ihrem Betrieb ist. Umgang mit schwierigen Kunden, Patienten, Schülern etc.":{"code":"mm2026"},"Verschiedene Faktoren können zu Stress, Gewalt und Belästigung am Arbeitsplatz beitragen; sie betreffen die Art, wie Arbeit organisiert wird, und werden oft \"psychosoziale Risiken\" genannt. Bitte sagen Sie mir für jedes der folgenden psychosozialen Risiken, ob dies ein Anliegen in Ihrem Betrieb ist. Arbeitsplatzunsicherheit":{"code":"mm2025"},"Verschiedene Faktoren können zu Stress, Gewalt und Belästigung am Arbeitsplatz beitragen; sie betreffen die Art, wie Arbeit organisiert wird, und werden oft \"psychosoziale Risiken\" genannt. Bitte sagen Sie mir für jedes der folgenden psychosozialen Risiken, ob dies ein Anliegen in Ihrem Betrieb ist. Fehlende Kontrolle der Beschäftigten über die Organisation ihrer Arbeit":{"code":"mm2024"},"Verschiedene Faktoren können zu Stress, Gewalt und Belästigung am Arbeitsplatz beitragen; sie betreffen die Art, wie Arbeit organisiert wird, und werden oft \"psychosoziale Risiken\" genannt. Bitte sagen Sie mir für jedes der folgenden psychosozialen Risiken, ob dies ein Anliegen in Ihrem Betrieb ist. Lange oder unregelmäßige Arbeitszeiten":{"code":"mm2028"},"Verschiedene Faktoren können zu Stress, Gewalt und Belästigung am Arbeitsplatz beitragen; sie betreffen die Art, wie Arbeit organisiert wird, und werden oft \"psychosoziale Risiken\" genannt. Bitte sagen Sie mir für jedes der folgenden psychosozialen Risiken, ob dies ein Anliegen in Ihrem Betrieb ist. Schlechte Kooperation unter den Kollegen":{"code":"mm2023"},"Verschiedene Faktoren können zu Stress, Gewalt und Belästigung am Arbeitsplatz beitragen; sie betreffen die Art, wie Arbeit organisiert wird, und werden oft \"psychosoziale Risiken\" genannt. Bitte sagen Sie mir für jedes der folgenden psychosozialen Risiken, ob dies ein Anliegen in Ihrem Betrieb ist. Schlechte Kommunikation zwischen dem Management und den Beschäftigten":{"code":"mm2022"},"Verschiedene Faktoren können zu Stress, Gewalt und Belästigung am Arbeitsplatz beitragen; sie betreffen die Art, wie Arbeit organisiert wird, und werden oft \"psychosoziale Risiken\" genannt. Bitte sagen Sie mir für jedes der folgenden psychosozialen Risiken, ob dies ein Anliegen in Ihrem Betrieb ist. Probleme beim Verhältnis zwischen Mitarbeitern und Vorgesetzten":{"code":"mm2027"},"Verschiedene Faktoren können zu Stress, Gewalt und Belästigung am Arbeitsplatz beitragen; sie betreffen die Art, wie Arbeit organisiert wird, und werden oft \"psychosoziale Risiken\" genannt. Bitte sagen Sie mir für jedes der folgenden psychosozialen Risiken, ob dies ein Anliegen in Ihrem Betrieb ist. Zeitdruck":{"code":"mm2021"}}},"Management psychosozialer Risiken im Betrieb":{"code":"mopre","children":{"Und haben Sie ein Verfahren zum Umgang mit arbeitsbedingter Gewalt?":{"code":"mm252"},"Wurden die Beschäftigten darüber informiert, an wen sie sich bei arbeitsbedingten psychosozialen Problemen wenden können?":{"code":"mm260"},"Informieren Sie die Beschäftigten über psychosoziale Risiken und deren Auswirkungen auf die Gesundheit und Sicherheit?":{"code":"mm259"},"Gibt es in Ihrem Betrieb ein Verfahren zum Umgang mit arbeitsbedingtem Stress?":{"code":"mm250"},"Greift Ihr Betrieb ein, wenn einzelne Mitarbeiter zu lange oder zu ständig wechselnden Zeiten arbeiten?":{"code":"mm256"},"Hat Ihr Betrieb in den letzten 3 Jahren eine der folgenden Maßnahmen zum Umgang mit psychosozialen Risiken ergriffen? Umgestaltung der Arbeitsplätze":{"code":"mm2532"},"Hat Ihr Betrieb in den letzten 3 Jahren eine der folgenden Maßnahmen zum Umgang mit psychosozialen Risiken ergriffen? Veränderungen in der Arbeitsorganisation":{"code":"mm2531"},"Hat Ihr Betrieb in den letzten 3 Jahren eine der folgenden Maßnahmen zum Umgang mit psychosozialen Risiken ergriffen? Geänderte Arbeitszeitregelungen":{"code":"mm2535"},"Hat Ihr Betrieb in den letzten 3 Jahren eine der folgenden Maßnahmen zum Umgang mit psychosozialen Risiken ergriffen? Vertrauliche Beratung der Beschäftigten":{"code":"mm2533"},"Hat Ihr Betrieb in den letzten 3 Jahren eine der folgenden Maßnahmen zum Umgang mit psychosozialen Risiken ergriffen? Einrichtung von Verfahren zur Konfliktlösung":{"code":"mm2534"},"Hat Ihr Betrieb in den letzten 3 Jahren eine der folgenden Maßnahmen zum Umgang mit psychosozialen Risiken ergriffen? Angebot von Weiterbildungsmaßnahmen":{"code":"mm2536"},"Gibt es ein Verfahren zum Umgang mit Mobbing und Belästigung?":{"code":"mm251"}}}}},"Sector":{"code":"sector","children":{"By Sector":{"code":"by_sector","children":{"Private Dienstleistungen":{"code":"private_services"},"Verarbeitendes Gewerbe":{"code":"production_sector"},"Öffentliche Dienstleistungen":{"code":"public_services"}}},"Total":{"code":"total_sector","children":{"Total":{"code":"total_total_sector"}}}}},"Size":{"code":"size","children":{"By Establishment Size":{"code":"by_establishment_size","children":{"10-19 Mitarbeiter":{"code":"10_to_19_employees"},"20-49 Mitarbeiter":{"code":"20_to_49_employees"},"250-499 Mitarbeiter":{"code":"250_to_499_employees"},"50-249 Mitarbeiter":{"code":"50_to_249_employees"},"500 oder mehr Mitarbeiter":{"code":"500_or_more_employees"}}},"Total":{"code":"total_size","children":{"Total":{"code":"total_total_size"}}}}}}