{"Answer":{"code":"answer","children":{"Yes No":{"code":"yes_no","children":{"DK\/NA":{"code":"dk_na"},"No":{"code":"no"},"Yes":{"code":"yes"}}}}},"Country":{"code":"country","children":{"Albania":{"code":"albania"},"Andorra":{"code":"andorra"},"Austria":{"code":"austria"},"Belarus":{"code":"belarus"},"Belgium":{"code":"belgium"},"Bosnia-Herzegovina":{"code":"bosnia-herzegovina"},"Bulgaria":{"code":"bulgaria"},"Croatia":{"code":"croatia"},"Cyprus":{"code":"cyprus"},"Czech Republic":{"code":"czech republic"},"Denmark":{"code":"denmark"},"England":{"code":"england"},"Estonia":{"code":"estonia"},"Finland":{"code":"finland"},"France":{"code":"france"},"Germany":{"code":"germany"},"Greece":{"code":"greece"},"Hungary":{"code":"hungary"},"Iceland":{"code":"iceland"},"Ireland":{"code":"ireland"},"Italy":{"code":"italy"},"Latvia":{"code":"latvia"},"Liechtenstein":{"code":"liechtenstein"},"Lithuania":{"code":"lithuania"},"Luxembourg":{"code":"luxembourg"},"Macedonia":{"code":"macedonia"},"Malta":{"code":"malta"},"Moldova":{"code":"moldova"},"Monaco":{"code":"monaco"},"Montenegro":{"code":"montenegro"},"Netherlands":{"code":"netherlands"},"Norway":{"code":"norway"},"Poland":{"code":"poland"},"Portugal":{"code":"portugal"},"Romania":{"code":"romania"},"Russia":{"code":"russia"},"San Marino":{"code":"san marino"},"Scotland":{"code":"scotland"},"Serbia":{"code":"serbia"},"Slovakia":{"code":"slovakia"},"Slovenia":{"code":"slovenia"},"Spain":{"code":"spain"},"Sweden":{"code":"sweden"},"Switzerland":{"code":"switzerland"},"Turkey":{"code":"turkey"},"Ukraine":{"code":"ukraine"},"United Kingdom":{"code":"united kingdom"},"Vatican City":{"code":"vatican city"}}},"Indicator":{"code":"indicator","children":{"PREKÁŽKY RIADENIA PSYCHOSOCIÁLNYCH RIZÍK A EXISTUJÚCA PODPORA":{"code":"bfprmes","children":{"V porovnaní s ostatnými otázkami bezpečnosti a ochrany zdravia: je zvládanie psychosociálnych rizík ťažšie, ľahšie alebo v tom nie je rozdiel?":{"code":"mm300"},"Potrebovali by ste doplňujúce informácie alebo podporu k tejto problematike?":{"code":"mm303a"},"Využili ste informácie alebo podporu z externých zdrojov na riešenie psychociálnych rizík pri práci?":{"code":"mm302"}}},"OFICIÁLNE ZASTÚPENIE ZAMESTNANCOV V OTÁZKACH BOZP":{"code":"feroi","children":{"A máte v podniku {základnú organizáciu odborového zväzu}*?":{"code":"mm351"},"Máte v tomto podniku {zamestnaneckého dôverníka alebo zamestnaneckú radu}*?":{"code":"mm350"},"Má váš podnik interného {zástupcu pre bezpečnosť a ochranu zdravia}*?":{"code":"mm355"},"Máte v podniku {komisiu bezpečnosti a ochrany zdravia pri práci}*?":{"code":"mm358"},"Pôsobí v tejto organizácii člen {zástupca pre bezpečnosť a ochranu zdravia}*?":{"code":"mm355nl"}}},"CELKOVÉ RIADENIE BEZPEČNOSTI A OCHRANY ZDRAVIA PRI PRÁCI V PODNIKU":{"code":"ghsme","children":{"Problematika bezpečnosti a ochrany zdravia pri práci sa na schôdzach top manažmentu spomína pravidelne, príležitostne alebo prakticky nikdy?":{"code":"mm158"},"Kontrolujú sa pracoviská vo vašom podniku pravidelne z hľadiska bezpečnosti a ochrany zdravia pri práci ako súčasť posudzovania rizík alebo podobného opatrenia?":{"code":"mm161"},"Viete o Európskom týždni bezpečnosti a ochrany zdravia pri práci?":{"code":"mm175"},"Podnikáte opatrenia na podporu návratu zamestnancov do práce po dlhodobej práceneschopnosti?":{"code":"mm153"},"Kontroluje váš podnik pravidelne príčiny absencií z dôvodu práceneschopnosti?":{"code":"mm152"},"Navštívil {Inšpektorát Práce}*  za posledné 3 roky toto pracovisko  s cieľom skontrolovať podmienky bezpečnosti a ochrany zdravia pri práci?":{"code":"mm170"},"Použil niekedy Váš podnik informácie o ochrane zdravia a bezpečnosti od niektorého z uvedených orgánov alebo inštitúcií? Odborníci na bezpečnosť a ochranu zdravia pri práci pracujúci na zmluvu":{"code":"mm1737"},"Použil niekedy Váš podnik informácie o ochrane zdravia a bezpečnosti od niektorého z uvedených orgánov alebo inštitúcií? Organizácie zamestnávateľa":{"code":"mm1735"},"Použil niekedy Váš podnik informácie o ochrane zdravia a bezpečnosti od niektorého z uvedených orgánov alebo inštitúcií? Interné služby ochrany zdravia a bezpečnosti":{"code":"mm1733"},"Použil niekedy Váš podnik informácie o ochrane zdravia a bezpečnosti od niektorého z uvedených orgánov alebo inštitúcií? Poisťovatelia":{"code":"mm1738"},"Použil niekedy Váš podnik informácie o ochrane zdravia a bezpečnosti od niektorého z uvedených orgánov alebo inštitúcií? Oficiálne inštitúcie ochrany zdravia a bezpečnosti pri práci":{"code":"mm1731"},"Použil niekedy Váš podnik informácie o ochrane zdravia a bezpečnosti od niektorého z uvedených orgánov alebo inštitúcií? Európska agentúra pre bezpečnosť a ochranu zdravia pri práci":{"code":"mm1732"},"Použil niekedy Váš podnik informácie o ochrane zdravia a bezpečnosti od niektorého z uvedených orgánov alebo inštitúcií? {Inšpektorát Práce}*":{"code":"mm1734"},"Použil niekedy Váš podnik informácie o ochrane zdravia a bezpečnosti od niektorého z uvedených orgánov alebo inštitúcií? Odbory":{"code":"mm1736"},"Nakoľko dôležité sú vo vašom podniku nasledujúce dôvody pri riešení ochrany zdravia a bezpečnosti? Pri každom, mi prosím povedzte, či je to dôležitý, menej dôležitý alebo vôbec žiadny dôvod. Ekonomické dôvody alebo dôvody súvisiace s výkonnosťou":{"code":"mm1714"},"Nakoľko dôležité sú vo vašom podniku nasledujúce dôvody pri riešení ochrany zdravia a bezpečnosti? Pri každom, mi prosím povedzte, či je to dôležitý, menej dôležitý alebo vôbec žiadny dôvod. Tlak z {Inšpektorátu Práce}*":{"code":"mm1716"},"Nakoľko dôležité sú vo vašom podniku nasledujúce dôvody pri riešení ochrany zdravia a bezpečnosti? Pri každom, mi prosím povedzte, či je to dôležitý, menej dôležitý alebo vôbec žiadny dôvod. Požiadavky zamestnancov alebo ich zástupcov":{"code":"mm1712"},"Nakoľko dôležité sú vo vašom podniku nasledujúce dôvody pri riešení ochrany zdravia a bezpečnosti? Pri každom, mi prosím povedzte, či je to dôležitý, menej dôležitý alebo vôbec žiadny dôvod. Požiadavky od klientov alebo obava o dobré meno organizácie":{"code":"mm1715"},"Nakoľko dôležité sú vo vašom podniku nasledujúce dôvody pri riešení ochrany zdravia a bezpečnosti? Pri každom, mi prosím povedzte, či je to dôležitý, menej dôležitý alebo vôbec žiadny dôvod. Udržanie pracovníkov a riadenie absencií":{"code":"mm1713"},"Nakoľko dôležité sú vo vašom podniku nasledujúce dôvody pri riešení ochrany zdravia a bezpečnosti? Pri každom, mi prosím povedzte, či je to dôležitý, menej dôležitý alebo vôbec žiadny dôvod. Plnenie právnych záväzkov":{"code":"mm1711"},"Aké sú vo vašom podniku hlavné ťažkosti pri riešení ochrany zdravia a bezpečnosti? Pri každom z nasledujúcich tvrdení, mi prosím povedzte, či ide o veľký problém, menší problém alebo vôbec žiadny. Nedostatok povedomia":{"code":"mm1722"},"Aké sú vo vašom podniku hlavné ťažkosti pri riešení ochrany zdravia a bezpečnosti? Pri každom z nasledujúcich tvrdení, mi prosím povedzte, či ide o veľký problém, menší problém alebo vôbec žiadny. Nedostatok skúseností":{"code":"mm1723"},"Aké sú vo vašom podniku hlavné ťažkosti pri riešení ochrany zdravia a bezpečnosti? Pri každom z nasledujúcich tvrdení, mi prosím povedzte, či ide o veľký problém, menší problém alebo vôbec žiadny. Nedostatok zdrojov, ako napríklad času, personálu alebo peňazí":{"code":"mm1721"},"Aké sú vo vašom podniku hlavné ťažkosti pri riešení ochrany zdravia a bezpečnosti? Pri každom z nasledujúcich tvrdení, mi prosím povedzte, či ide o veľký problém, menší problém alebo vôbec žiadny. Nedostatok technickej podpory alebo usmernenia":{"code":"mm1724"},"Aké sú vo vašom podniku hlavné ťažkosti pri riešení ochrany zdravia a bezpečnosti? Pri každom z nasledujúcich tvrdení, mi prosím povedzte, či ide o veľký problém, menší problém alebo vôbec žiadny. Kultúra v podniku":{"code":"mm1725"},"Aké sú vo vašom podniku hlavné ťažkosti pri riešení ochrany zdravia a bezpečnosti? Pri každom z nasledujúcich tvrdení, mi prosím povedzte, či ide o veľký problém, menší problém alebo vôbec žiadny. Citlivosť problematiky":{"code":"mm1726"},"Sleduje sa zdravie zamestnancov prostredníctvom pravidelných lekárskych prehliadok?":{"code":"mm154"},"Existuje vo vašom podniku zdokumentovaná politika, zavedený systém riadenia alebo akčný plán ohľadom bezpečnosti a ochrany zdravia pri práci?":{"code":"mm155"},"Ako by ste celkovo ohodnotili mieru zapojenia líniových manažérov a vedúcich pracovníkov do riadenia bezpečnosti a ochrany zdravia pri práci? Je veľmi vysoká, skôr vysoká, skôr nízka alebo veľmi nízka?":{"code":"mm159"},"Aké služby bezpečnosti a ochrany zdravia pri práci využívate, či už interné alebo na externú zmluvu? Celkové poradenstvo v oblasti bezpečnosti a ochrany zdravia pri práci":{"code":"mm1505"},"Aké služby bezpečnosti a ochrany zdravia pri práci využívate, či už interné alebo na externú zmluvu? Psychológ":{"code":"mm1503"},"Aké služby bezpečnosti a ochrany zdravia pri práci využívate, či už interné alebo na externú zmluvu? Odborník na bezpečnosť":{"code":"mm1502"},"Aké služby bezpečnosti a ochrany zdravia pri práci využívate, či už interné alebo na externú zmluvu? Odborník na ergonómiu, ktorý sa zaoberá usporiadaním pracovného miesta":{"code":"mm1504"},"Aké služby bezpečnosti a ochrany zdravia pri práci využívate, či už interné alebo na externú zmluvu? Lekár so špecializáciou na pracovné lekárstvo":{"code":"mm1501"}}},"ZDRAVOTNÉ A BEZPEČNOSTNÉ RIZIKÁ V PODNIKU":{"code":"hsre","children":{"Pri každom z nasledujúcich problémov, mi prosím povedzte, či vo vašom podniku vzbudzuje veľké obavy, určité obavy alebo vôbec žiadne. Nehody":{"code":"mm2002"},"Pri každom z nasledujúcich problémov, mi prosím povedzte, či vo vašom podniku vzbudzuje veľké obavy, určité obavy alebo vôbec žiadne. Šikana alebo obťažovanie, napr. zneužívanie, ponižovanie alebo napadnutie zo strany kolegov alebo nadriadených":{"code":"mm2007"},"Pri každom z nasledujúcich problémov, mi prosím povedzte, či vo vašom podniku vzbudzuje veľké obavy, určité obavy alebo vôbec žiadne. Nebezpečné látky (Ank.: v prípade potreby vysvetlite: napr. prach, chemické, biologické alebo rádioaktívne látky)":{"code":"mm2001"},"Pri každom z nasledujúcich problémov, mi prosím povedzte, či vo vašom podniku vzbudzuje veľké obavy, určité obavy alebo vôbec žiadne. Poruchy svalov a kostry, ako napríklad bolesť v chrbte, krku, rukách alebo nohách":{"code":"mm2004"},"Pri každom z nasledujúcich problémov, mi prosím povedzte, či vo vašom podniku vzbudzuje veľké obavy, určité obavy alebo vôbec žiadne. Hluk a vibrácie":{"code":"mm2003"},"Pri každom z nasledujúcich problémov, mi prosím povedzte, či vo vašom podniku vzbudzuje veľké obavy, určité obavy alebo vôbec žiadne. Násilie alebo hrozba násilia":{"code":"mm2006"},"Pri každom z nasledujúcich problémov, mi prosím povedzte, či vo vašom podniku vzbudzuje veľké obavy, určité obavy alebo vôbec žiadne. Stres v súvislosti s prácou":{"code":"mm2005"},"K stresu, násiliu a obťažovaniu v práci môže prispievať viacero faktorov. Týkajú sa spôsobu organizácie práce a často sa označujú ako „psychosociálne riziká“.  Povedzte mi, prosím, či niektoré z nasledujúcich psychosociálnych rizík vzbudzuje obavy vo vašom podniku. Nejasná politika ľudských zdrojov":{"code":"mm2029"},"K stresu, násiliu a obťažovaniu v práci môže prispievať viacero faktorov. Týkajú sa spôsobu organizácie práce a často sa označujú ako „psychosociálne riziká“.  Povedzte mi, prosím, či niektoré z nasledujúcich psychosociálnych rizík vzbudzuje obavy vo vašom podniku. Diskriminácia (napr. z dôvodu pohlavia, veku alebo národnosti)":{"code":"mm20210"},"K stresu, násiliu a obťažovaniu v práci môže prispievať viacero faktorov. Týkajú sa spôsobu organizácie práce a často sa označujú ako „psychosociálne riziká“.  Povedzte mi, prosím, či niektoré z nasledujúcich psychosociálnych rizík vzbudzuje obavy vo vašom podniku. Nutnosť prichádzania do styku s ťažkými zákazníkmi, pacientmi, žiakmi a pod.":{"code":"mm2026"},"K stresu, násiliu a obťažovaniu v práci môže prispievať viacero faktorov. Týkajú sa spôsobu organizácie práce a často sa označujú ako „psychosociálne riziká“.  Povedzte mi, prosím, či niektoré z nasledujúcich psychosociálnych rizík vzbudzuje obavy vo vašom podniku. Neistota pracovného miesta":{"code":"mm2025"},"K stresu, násiliu a obťažovaniu v práci môže prispievať viacero faktorov. Týkajú sa spôsobu organizácie práce a často sa označujú ako „psychosociálne riziká“.  Povedzte mi, prosím, či niektoré z nasledujúcich psychosociálnych rizík vzbudzuje obavy vo vašom podniku. Nedostatok kontroly organizácie práce zo strany zamestnancov":{"code":"mm2024"},"K stresu, násiliu a obťažovaniu v práci môže prispievať viacero faktorov. Týkajú sa spôsobu organizácie práce a často sa označujú ako „psychosociálne riziká“.  Povedzte mi, prosím, či niektoré z nasledujúcich psychosociálnych rizík vzbudzuje obavy vo vašom podniku. Dlhá alebo nepravidelná pracovná doba":{"code":"mm2028"},"K stresu, násiliu a obťažovaniu v práci môže prispievať viacero faktorov. Týkajú sa spôsobu organizácie práce a často sa označujú ako „psychosociálne riziká“.  Povedzte mi, prosím, či niektoré z nasledujúcich psychosociálnych rizík vzbudzuje obavy vo vašom podniku. Zlá spolupráca medzi kolegami":{"code":"mm2023"},"K stresu, násiliu a obťažovaniu v práci môže prispievať viacero faktorov. Týkajú sa spôsobu organizácie práce a často sa označujú ako „psychosociálne riziká“.  Povedzte mi, prosím, či niektoré z nasledujúcich psychosociálnych rizík vzbudzuje obavy vo vašom podniku. Zlá komunikácia medzi vedením a zamestnancami":{"code":"mm2022"},"K stresu, násiliu a obťažovaniu v práci môže prispievať viacero faktorov. Týkajú sa spôsobu organizácie práce a často sa označujú ako „psychosociálne riziká“.  Povedzte mi, prosím, či niektoré z nasledujúcich psychosociálnych rizík vzbudzuje obavy vo vašom podniku. Problémy vo vzťahoch medzi vedúcim pracovníkom a zamestnancom":{"code":"mm2027"},"K stresu, násiliu a obťažovaniu v práci môže prispievať viacero faktorov. Týkajú sa spôsobu organizácie práce a často sa označujú ako „psychosociálne riziká“.  Povedzte mi, prosím, či niektoré z nasledujúcich psychosociálnych rizík vzbudzuje obavy vo vašom podniku. Časový stres":{"code":"mm2021"}}},"RIADENIE PSYCHOSOCIÁLNYCH RIZÍK V PODNIKU":{"code":"mopre","children":{"A máte postup riešenia násilia súvisiaceho s prácou?":{"code":"mm252"},"Boli informovaní, na koho sa majú obrátiť v prípade psychosociálnych problémov súvisiacich s prácou?":{"code":"mm260"},"Informujete zamestnancov o psychosociálnych rizikách a ich vplyve na zdravie a bezpečnosť pri práci?":{"code":"mm259"},"Má váš podnik postup riešenia stresu súvisiaceho s prácou?":{"code":"mm250"},"Používa váš podnik nejaké opatrenia, ak jednotliví zamestnanci pracujú nadmerne dlho alebo v nepravidelnej pracovnej dobe?":{"code":"mm256"},"Uplatnil váš podnik za posledné 3 roky niektoré z nasledujúcich opatrení na riešenie psychosociálnych rizík? Nové usporiadanie pracovných priestorov":{"code":"mm2532"},"Uplatnil váš podnik za posledné 3 roky niektoré z nasledujúcich opatrení na riešenie psychosociálnych rizík? Zmeny spôsobu organizácie práce":{"code":"mm2531"},"Uplatnil váš podnik za posledné 3 roky niektoré z nasledujúcich opatrení na riešenie psychosociálnych rizík? Zmeny usporiadania pracovnej doby":{"code":"mm2535"},"Uplatnil váš podnik za posledné 3 roky niektoré z nasledujúcich opatrení na riešenie psychosociálnych rizík? Dôverné poradenstvo pre zamestnancov":{"code":"mm2533"},"Uplatnil váš podnik za posledné 3 roky niektoré z nasledujúcich opatrení na riešenie psychosociálnych rizík? Vypracovanie postupu riešenia konfliktov":{"code":"mm2534"},"Uplatnil váš podnik za posledné 3 roky niektoré z nasledujúcich opatrení na riešenie psychosociálnych rizík? Zabezpečenie školenia":{"code":"mm2536"},"Má váš podnik zavedený postup riešenia šikany alebo obťažovania?":{"code":"mm251"}}}}},"Sector":{"code":"sector","children":{"By Sector":{"code":"by_sector","children":{"Súkromné služby":{"code":"private_services"},"Výrobný sektor":{"code":"production_sector"},"Verejné služby":{"code":"public_services"}}},"Total":{"code":"total_sector","children":{"Total":{"code":"total_total_sector"}}}}},"Size":{"code":"size","children":{"By Establishment Size":{"code":"by_establishment_size","children":{"10 až 19 zamestnancov":{"code":"10_to_19_employees"},"20 až 49 zamestnancov":{"code":"20_to_49_employees"},"250 až 499 zamestnancov":{"code":"250_to_499_employees"},"50 až 249 zamestnancov":{"code":"50_to_249_employees"},"500 alebo viac zamestnancov":{"code":"500_or_more_employees"}}},"Total":{"code":"total_size","children":{"Total":{"code":"total_total_size"}}}}}}