{"Answer":{"code":"answer","children":{"Yes No":{"code":"yes_no","children":{"DK\/NA":{"code":"dk_na"},"No":{"code":"no"},"Yes":{"code":"yes"}}}}},"Country":{"code":"country","children":{"Albania":{"code":"albania"},"Andorra":{"code":"andorra"},"Austria":{"code":"austria"},"Belarus":{"code":"belarus"},"Belgium":{"code":"belgium"},"Bosnia-Herzegovina":{"code":"bosnia-herzegovina"},"Bulgaria":{"code":"bulgaria"},"Croatia":{"code":"croatia"},"Cyprus":{"code":"cyprus"},"Czech Republic":{"code":"czech republic"},"Denmark":{"code":"denmark"},"England":{"code":"england"},"Estonia":{"code":"estonia"},"Finland":{"code":"finland"},"France":{"code":"france"},"Germany":{"code":"germany"},"Greece":{"code":"greece"},"Hungary":{"code":"hungary"},"Iceland":{"code":"iceland"},"Ireland":{"code":"ireland"},"Italy":{"code":"italy"},"Latvia":{"code":"latvia"},"Liechtenstein":{"code":"liechtenstein"},"Lithuania":{"code":"lithuania"},"Luxembourg":{"code":"luxembourg"},"Macedonia":{"code":"macedonia"},"Malta":{"code":"malta"},"Moldova":{"code":"moldova"},"Monaco":{"code":"monaco"},"Montenegro":{"code":"montenegro"},"Netherlands":{"code":"netherlands"},"Norway":{"code":"norway"},"Poland":{"code":"poland"},"Portugal":{"code":"portugal"},"Romania":{"code":"romania"},"Russia":{"code":"russia"},"San Marino":{"code":"san marino"},"Scotland":{"code":"scotland"},"Serbia":{"code":"serbia"},"Slovakia":{"code":"slovakia"},"Slovenia":{"code":"slovenia"},"Spain":{"code":"spain"},"Sweden":{"code":"sweden"},"Switzerland":{"code":"switzerland"},"Turkey":{"code":"turkey"},"Ukraine":{"code":"ukraine"},"United Kingdom":{"code":"united kingdom"},"Vatican City":{"code":"vatican city"}}},"Indicator":{"code":"indicator","children":{"HINDER FÖR HANTERING AV PSYKOSOCIALA RISKER OCH BEFINTLIGT STÖD":{"code":"bfprmes","children":{"Jämfört med andra arbetsmiljöfrågor: Är det svårare, mindre svårt eller ingen skillnad när det gäller att ta itu med psykosociala risker?":{"code":"mm300"},"Skulle du behöva någon ytterligare information eller stöd i fråga om detta?":{"code":"mm303a"},"Har du använt information eller stöd från externa källor om hur man kan hantera psykosociala risker på arbetsplatsen?":{"code":"mm302"}}},"FORMELL ARBETSTAGARREPRESENTATION I ARBETSMILJÖFRÅGOR":{"code":"feroi","children":{"Finns det en facklig förtroendeman på din arbetsplats?":{"code":"mm351"},"Finns det ett {företagsråd}* på din arbetsplats?":{"code":"mm350"},"Finns det ett internt skyddsombud på din arbetsplats?":{"code":"mm355"},"Finns det en arbetsmiljökommitté på din arbetsplats?":{"code":"mm358"},"Finns det någon företrädare för {skyddsombud}* på denna arbetsplats?":{"code":"mm355nl"}}},"ALLMÄN ARBETSMILJÖHANTERING PÅ ARBETSPLATSEN":{"code":"ghsme","children":{"Är arbetsmiljöfrågor något som regelbundet, ibland, eller nästan aldrig diskuteras vid möten där högre chefer deltar?":{"code":"mm158"},"Kontrolleras arbetsstationerna på arbetsplatsen regelbundet ur hälso- och säkerhetssynpunkt inom ramen för en riskbedömning eller liknande åtgärder?":{"code":"mm161"},"Har du hört talas om Europaveckan för säkerhet och hälsa i arbetet?":{"code":"mm175"},"Vidtar ni åtgärder för att stödja anställdas återgång till arbetet efter en lång tids sjukfrånvaro?":{"code":"mm153"},"Analyseras orsakerna till sjukfrånvaro rutinmässigt på din arbetsplats?":{"code":"mm152"},"Har Arbetsmiljöverket besökt denna arbetsplats de senaste 3 åren för att kontrollera arbetsmiljön?":{"code":"mm170"},"Har din arbetsplats använt arbetsmiljöinformation från något av följande organ eller institut? Inhyrda arbetsmiljöexperter":{"code":"mm1737"},"Har din arbetsplats använt arbetsmiljöinformation från något av följande organ eller institut? Arbetsgivarorganisationer":{"code":"mm1735"},"Har din arbetsplats använt arbetsmiljöinformation från något av följande organ eller institut? Interna arbetsmiljötjänster":{"code":"mm1733"},"Har din arbetsplats använt arbetsmiljöinformation från något av följande organ eller institut? Försäkringsgivare":{"code":"mm1738"},"Har din arbetsplats använt arbetsmiljöinformation från något av följande organ eller institut? Officiella arbetsmiljöinstitut":{"code":"mm1731"},"Har din arbetsplats använt arbetsmiljöinformation från något av följande organ eller institut? Europeiska arbetsmiljöbyrån":{"code":"mm1732"},"Har din arbetsplats använt arbetsmiljöinformation från något av följande organ eller institut? Arbetsmiljöverket":{"code":"mm1734"},"Har din arbetsplats använt arbetsmiljöinformation från något av följande organ eller institut? Fackföreningar":{"code":"mm1736"},"Hur stor betydelse har följande för arbetsmiljöarbetet på din arbetsplats? Ange för vart och ett om det har stor betydelse, mindre betydelse eller ingen betydelse alls. Ekonomiska eller resultatinriktade anledningar":{"code":"mm1714"},"Hur stor betydelse har följande för arbetsmiljöarbetet på din arbetsplats? Ange för vart och ett om det har stor betydelse, mindre betydelse eller ingen betydelse alls. Påtryckningar från Arbetsmiljöverket":{"code":"mm1716"},"Hur stor betydelse har följande för arbetsmiljöarbetet på din arbetsplats? Ange för vart och ett om det har stor betydelse, mindre betydelse eller ingen betydelse alls. Önskemål från de anställda eller deras representanter":{"code":"mm1712"},"Hur stor betydelse har följande för arbetsmiljöarbetet på din arbetsplats? Ange för vart och ett om det har stor betydelse, mindre betydelse eller ingen betydelse alls. Krav från klienter eller betydelse för organisationens rykte":{"code":"mm1715"},"Hur stor betydelse har följande för arbetsmiljöarbetet på din arbetsplats? Ange för vart och ett om det har stor betydelse, mindre betydelse eller ingen betydelse alls. Behålla personalen och frånvarohantering":{"code":"mm1713"},"Hur stor betydelse har följande för arbetsmiljöarbetet på din arbetsplats? Ange för vart och ett om det har stor betydelse, mindre betydelse eller ingen betydelse alls. Uppfyllande av rättsliga skyldigheter":{"code":"mm1711"},"Vilka är de största hindren för att ta itu med arbetsmiljöfrågor på din arbetsplats? Ange för vart och ett av följande om det är ett stort hinder, ett mindre hinder eller inget hinder alls. En brist på medvetenhet":{"code":"mm1722"},"Vilka är de största hindren för att ta itu med arbetsmiljöfrågor på din arbetsplats? Ange för vart och ett av följande om det är ett stort hinder, ett mindre hinder eller inget hinder alls. En brist på expertkunskap":{"code":"mm1723"},"Vilka är de största hindren för att ta itu med arbetsmiljöfrågor på din arbetsplats? Ange för vart och ett av följande om det är ett stort hinder, ett mindre hinder eller inget hinder alls. En brist på sådana resurser som personal, tid eller pengar":{"code":"mm1721"},"Vilka är de största hindren för att ta itu med arbetsmiljöfrågor på din arbetsplats? Ange för vart och ett av följande om det är ett stort hinder, ett mindre hinder eller inget hinder alls. En brist på tekniskt stöd eller vägledning":{"code":"mm1724"},"Vilka är de största hindren för att ta itu med arbetsmiljöfrågor på din arbetsplats? Ange för vart och ett av följande om det är ett stort hinder, ett mindre hinder eller inget hinder alls. Den kultur som råder på arbetsplatsen":{"code":"mm1725"},"Vilka är de största hindren för att ta itu med arbetsmiljöfrågor på din arbetsplats? Ange för vart och ett av följande om det är ett stort hinder, ett mindre hinder eller inget hinder alls. Frågans känsliga karaktär":{"code":"mm1726"},"Kontrolleras de anställdas hälsa genom regelbundna läkarundersökningar?":{"code":"mm154"},"Finns det en dokumenterad arbetsmiljöpolicy, ett fastställt ledningssystem eller en åtgärdsplan för arbetsmiljöarbetet på er arbetsplats?":{"code":"mm155"},"Totalt sett, hur skulle du bedöma graden av deltagande i hanteringen av arbetsmiljöfrågor bland chefer med personalansvar och arbetsledare? Är den mycket hög, ganska hög, ganska låg eller mycket låg?":{"code":"mm159"},"Vilka arbetsmiljötjänster använder ni, oavsett om det är internt eller extern anlitade tjänster? En allmän arbetsmiljökonsult":{"code":"mm1505"},"Vilka arbetsmiljötjänster använder ni, oavsett om det är internt eller extern anlitade tjänster? En psykolog":{"code":"mm1503"},"Vilka arbetsmiljötjänster använder ni, oavsett om det är internt eller extern anlitade tjänster? En säkerhetsexpert":{"code":"mm1502"},"Vilka arbetsmiljötjänster använder ni, oavsett om det är internt eller extern anlitade tjänster? En ergonom, som hanterar arbetsstationens utformning":{"code":"mm1504"},"Vilka arbetsmiljötjänster använder ni, oavsett om det är internt eller extern anlitade tjänster? En företagshälsovårdsläkare":{"code":"mm1501"}}},"ARBETSMILJÖRISKER PÅ ARBETSPLATSEN":{"code":"hsre","children":{"För vart och ett av följande, tala om för mig om det är ett stort problem, ett visst problem eller inget problem på din arbetsplatsarbetsplats. Olyckor":{"code":"mm2002"},"För vart och ett av följande, tala om för mig om det är ett stort problem, ett visst problem eller inget problem på din arbetsplatsarbetsplats. Mobbning eller trakasserier, dvs. kränkning, förnedring eller fysiskt våld från arbetskamrater eller chefer":{"code":"mm2007"},"För vart och ett av följande, vänligen tala om för mig om det berör er arbetsplats till stor del, viss del eller inte alls. Farliga ämnen (Int.: förklara vid behov: t.ex. damm, kemiska, biologiska eller radioaktiva)":{"code":"mm2001"},"För vart och ett av följande, tala om för mig om det är ett stort problem, ett visst problem eller inget problem på din arbetsplatsarbetsplats. Belastningsskador, t.ex. värk i ryggen, nacken, armar eller ben":{"code":"mm2004"},"För vart och ett av följande, tala om för mig om det är ett stort problem, ett visst problem eller inget problem på din arbetsplatsarbetsplats. Buller och vibrationer":{"code":"mm2003"},"För vart och ett av följande, tala om för mig om det är ett stort problem, ett visst problem eller inget problem på din arbetsplatsarbetsplats. Våld eller hot om våld":{"code":"mm2006"},"För vart och ett av följande, tala om för mig om det är ett stort problem, ett visst problem eller inget problem på din arbetsplatsarbetsplats. Arbetsrelaterad stress":{"code":"mm2005"},"Flera faktorer kan bidra till stress, våld och trakasserier på arbetsplatsen. Dessa har att göra med arbetets organisation och kallas ofta \"psykosociala risker\". Kan du tala om för mig om några av följande psykosociala risker förekommer på din arbetsplats. En otydligt personalpolitik":{"code":"mm2029"},"Flera faktorer kan bidra till stress, våld och trakasserier på arbetsplatsen. Dessa har att göra med arbetets organisation och kallas ofta \"psykosociala risker\". Kan du tala om för mig om några av följande psykosociala risker förekommer på din arbetsplats. Diskriminering (t.ex. på grund av kön, ålder eller etnisk tillhörighet)":{"code":"mm20210"},"Flera faktorer kan bidra till stress, våld och trakasserier på arbetsplatsen. Dessa har att göra med arbetets organisation och kallas ofta \"psykosociala risker\". Kan du tala om för mig om några av följande psykosociala risker förekommer på din arbetsplats. Att behöva ha att göra med svåra klienter, patienter, elever etc.":{"code":"mm2026"},"Flera faktorer kan bidra till stress, våld och trakasserier på arbetsplatsen. Dessa har att göra med arbetets organisation och kallas ofta \"psykosociala risker\". Kan du tala om för mig om några av följande psykosociala risker förekommer på din arbetsplats. Osäkerhet i anställningen":{"code":"mm2025"},"Flera faktorer kan bidra till stress, våld och trakasserier på arbetsplatsen. Dessa har att göra med arbetets organisation och kallas ofta \"psykosociala risker\". Kan du tala om för mig om några av följande psykosociala risker förekommer på din arbetsplats. De anställda kan inte påverka hur deras arbete organiseras":{"code":"mm2024"},"Flera faktorer kan bidra till stress, våld och trakasserier på arbetsplatsen. Dessa har att göra med arbetets organisation och kallas ofta \"psykosociala risker\". Kan du tala om för mig om några av följande psykosociala risker förekommer på din arbetsplats. Långa eller oregelbundna arbetspass":{"code":"mm2028"},"Flera faktorer kan bidra till stress, våld och trakasserier på arbetsplatsen. Dessa har att göra med arbetets organisation och kallas ofta \"psykosociala risker\". Kan du tala om för mig om några av följande psykosociala risker förekommer på din arbetsplats. Dåligt samarbete mellan kolleger":{"code":"mm2023"},"Flera faktorer kan bidra till stress, våld och trakasserier på arbetsplatsen. Dessa har att göra med arbetets organisation och kallas ofta \"psykosociala risker\". Kan du tala om för mig om några av följande psykosociala risker förekommer på din arbetsplats. Dålig kommunikation mellan ledningen och de anställda":{"code":"mm2022"},"Flera faktorer kan bidra till stress, våld och trakasserier på arbetsplatsen. Dessa har att göra med arbetets organisation och kallas ofta \"psykosociala risker\". Kan du tala om för mig om några av följande psykosociala risker förekommer på din arbetsplats. Problem i förhållandet mellan chefer och anställda":{"code":"mm2027"},"Flera faktorer kan bidra till stress, våld och trakasserier på arbetsplatsen. Dessa har att göra med arbetets organisation och kallas ofta \"psykosociala risker\". Kan du tala om för mig om några av följande psykosociala risker förekommer på din arbetsplats. Tidspress":{"code":"mm2021"}}},"HANTERING AV PSYKOSOCIALA RISKER PÅ ARBETSPLATSER":{"code":"mopre","children":{"Och finns det något förfarande för att ta itu med arbetsrelaterat våld?":{"code":"mm252"},"Har de informerats om vem de ska kontakta när det gäller arbetsrelaterade psykosociala problem?":{"code":"mm260"},"Informeras de anställda om psykosociala risker och hur de påverkar säkerheten och hälsan?":{"code":"mm259"},"Finns det något förfarande på din arbetsplats för att ta itu med arbetsrelaterad stress?":{"code":"mm250"},"Vidtar din arbetsplats åtgärder om enskilda arbetstagare arbetar enormt långa eller oregelbundna arbetspass?":{"code":"mm256"},"Under de senaste 3 åren, har några av följande åtgärder vidtagits på din arbetsplats för att hantera psykosociala risker? Ny utformning av arbetsområdet":{"code":"mm2532"},"Under de senaste 3 åren, har några av följande åtgärder vidtagits på din arbetsplats för att hantera psykosociala risker? Ändringar av arbetets organisation":{"code":"mm2531"},"Under de senaste 3 åren, har några av följande åtgärder vidtagits på din arbetsplats för att hantera psykosociala risker? Ändringar av arbetstidsarrangemang":{"code":"mm2535"},"Under de senaste 3 åren, har några av följande åtgärder vidtagits på din arbetsplats för att hantera psykosociala risker? Konfidentiell rådgivning för anställda":{"code":"mm2533"},"Under de senaste 3 åren, har några av följande åtgärder vidtagits på din arbetsplats för att hantera psykosociala risker? Inrättandet av ett förfarande för konfliktlösning":{"code":"mm2534"},"Under de senaste 3 åren, har några av följande åtgärder vidtagits på din arbetsplats för att hantera psykosociala risker? Tillhandahållande av utbildning":{"code":"mm2536"},"Finns det något förfarande på plats för att ta itu med mobbning eller trakasserier?":{"code":"mm251"}}}}},"Sector":{"code":"sector","children":{"By Sector":{"code":"by_sector","children":{"Privata tjänster":{"code":"private_services"},"Produktionssektor":{"code":"production_sector"},"Offentliga tjänster":{"code":"public_services"}}},"Total":{"code":"total_sector","children":{"Total":{"code":"total_total_sector"}}}}},"Size":{"code":"size","children":{"By Establishment Size":{"code":"by_establishment_size","children":{"10 till 19 anställda":{"code":"10_to_19_employees"},"20 till 49 anställda":{"code":"20_to_49_employees"},"250 till 499 anställda":{"code":"250_to_499_employees"},"50 till 249 anställda":{"code":"50_to_249_employees"},"500 anställda eller fler":{"code":"500_or_more_employees"}}},"Total":{"code":"total_size","children":{"Total":{"code":"total_total_size"}}}}}}