{"Answer":{"code":"answer","children":{"Yes No":{"code":"yes_no","children":{"DK\/NA":{"code":"dk_na"},"No":{"code":"no"},"Yes":{"code":"yes"}}}}},"Country":{"code":"country","children":{"Albania":{"code":"albania"},"Andorra":{"code":"andorra"},"Austria":{"code":"austria"},"Belarus":{"code":"belarus"},"Belgium":{"code":"belgium"},"Bosnia-Herzegovina":{"code":"bosnia-herzegovina"},"Bulgaria":{"code":"bulgaria"},"Croatia":{"code":"croatia"},"Cyprus":{"code":"cyprus"},"Czech Republic":{"code":"czech republic"},"Denmark":{"code":"denmark"},"England":{"code":"england"},"Estonia":{"code":"estonia"},"Finland":{"code":"finland"},"France":{"code":"france"},"Germany":{"code":"germany"},"Greece":{"code":"greece"},"Hungary":{"code":"hungary"},"Iceland":{"code":"iceland"},"Ireland":{"code":"ireland"},"Italy":{"code":"italy"},"Latvia":{"code":"latvia"},"Liechtenstein":{"code":"liechtenstein"},"Lithuania":{"code":"lithuania"},"Luxembourg":{"code":"luxembourg"},"Macedonia":{"code":"macedonia"},"Malta":{"code":"malta"},"Moldova":{"code":"moldova"},"Monaco":{"code":"monaco"},"Montenegro":{"code":"montenegro"},"Netherlands":{"code":"netherlands"},"Norway":{"code":"norway"},"Poland":{"code":"poland"},"Portugal":{"code":"portugal"},"Romania":{"code":"romania"},"Russia":{"code":"russia"},"San Marino":{"code":"san marino"},"Scotland":{"code":"scotland"},"Serbia":{"code":"serbia"},"Slovakia":{"code":"slovakia"},"Slovenia":{"code":"slovenia"},"Spain":{"code":"spain"},"Sweden":{"code":"sweden"},"Switzerland":{"code":"switzerland"},"Turkey":{"code":"turkey"},"Ukraine":{"code":"ukraine"},"United Kingdom":{"code":"united kingdom"},"Vatican City":{"code":"vatican city"}}},"Indicator":{"code":"indicator","children":{"BARRIERER OVER FOR PSYKOSOCIALE RISIKOFORVALTNING OG EKSISTERENDE STØTTE":{"code":"bfprmes","children":{"Sammenlignet med andre områder i arbejdsmiljøet, er det da sværere at tackle psykosociale risici, er det mindre svært eller er der ingen forskel?":{"code":"mm300"},"Har du brug for yderligere oplysninger eller støtte i forbindelse med dette emne?":{"code":"mm303a"},"Har I brugt information eller støtte fra eksterne kilder om, hvordan man tackler psykosociale risici på arbejdspladsen?":{"code":"mm302"}}},"FORMEL MEDARBEJDERREPRÆSENTATION I SPØRGSMÅL VEDR. SUNDHED OG SIKKERHED PÅ ARBEJDSPLADSEN":{"code":"feroi","children":{"Og er der en tillidsrepræsentant i jeres virksomhed?":{"code":"mm351"},"Har I et samarbejdsudvalg eller et MED-udvalg i jeres virksomhed?":{"code":"mm350"},"Har jeres virksomhed en intern sikkerhedsrepræsentant?":{"code":"mm355"},"Har I et sikkerhedsudvalg i jeres virksomhed?":{"code":"mm358"},"Findes der et medlem af {arbejdsmiljørepræsentanten}* i virksomheden?":{"code":"mm355nl"}}},"GENEREL FORVALTNING AF ARBEJDSMILJØ I VIRKSOMHEDEN":{"code":"ghsme","children":{"Tages arbejdsmiljøspørgsmål op på ledelsesmøder regelmæssigt, en gang imellem eller stort set aldrig?":{"code":"mm158"},"Gennemfører I regelmæssigt en arbejdspladsvurdering (APV) i jeres virksomhed?":{"code":"mm161"},"Kender du til den europæiske arbejdsmiljø-uge?":{"code":"mm175"},"Hjælper virksomheden medarbejdere med at vende tilbage til arbejdet efter et længere sygdomsfravær?":{"code":"mm153"},"Analyserer jeres virksomhed rutinemæssigt årsagerne til sygdomsfravær?":{"code":"mm152"},"Har Arbejdstilsynet besøgt denne arbejdsplads inden for de seneste 3 år for at kontrollere arbejdsmiljøet?":{"code":"mm170"},"Har I gjort brug af arbejdsmiljøoplysninger fra nogen af følgende organer eller institutioner? Arbejdsmiljøspecialister hyret udefra":{"code":"mm1737"},"Har I gjort brug af arbejdsmiljøoplysninger fra nogen af følgende organer eller institutioner? Arbejdsgivere? Organisationer":{"code":"mm1735"},"Har I gjort brug af arbejdsmiljøoplysninger fra nogen af følgende organer eller institutioner? Interne arbejdsmiljøtjenester":{"code":"mm1733"},"Har I gjort brug af arbejdsmiljøoplysninger fra nogen af følgende organer eller institutioner? Forsikringsudbydere":{"code":"mm1738"},"Har I gjort brug af arbejdsmiljøoplysninger fra nogen af følgende organer eller institutioner? Officielle arbejdsmiljøinstitutter":{"code":"mm1731"},"Har I gjort brug af arbejdsmiljøoplysninger fra nogen af følgende organer eller institutioner? Det Europæiske Arbejdsmiljøagentur":{"code":"mm1732"},"Har I gjort brug af arbejdsmiljøoplysninger fra nogen af følgende organer eller institutioner? {arbejdstilsynet}*":{"code":"mm1734"},"Har I gjort brug af arbejdsmiljøoplysninger fra nogen af følgende organer eller institutioner? Fagforeninger":{"code":"mm1736"},"I jeres virksomhed, hvor vigtige er følgende grunde til at forholde sig til arbejdsmiljøspørgsmål? Kan du, for hver enkelt af dem, fortælle mig om det er en vigtig grund, en mindre vigtig grund eller overhovedet ikke nogen vigtig grund. Økonomiske eller resultatrelaterede grunde":{"code":"mm1714"},"I jeres virksomhed, hvor vigtige er følgende grunde til at forholde sig til arbejdsmiljøspørgsmål? Kan du, for hver enkelt af dem, fortælle mig om det er en vigtig grund, en mindre vigtig grund eller overhovedet ikke nogen vigtig grund. Pres fra Arbejdstilsynet":{"code":"mm1716"},"I jeres virksomhed, hvor vigtige er følgende grunde til at forholde sig til arbejdsmiljøspørgsmål? Kan du, for hver enkelt af dem, fortælle mig om det er en vigtig grund, en mindre vigtig grund eller overhovedet ikke nogen vigtig grund. Anmodning fra medarbejdere eller deres repræsentanter":{"code":"mm1712"},"I jeres virksomhed, hvor vigtige er følgende grunde til at forholde sig til arbejdsmiljøspørgsmål? Kan du, for hver enkelt af dem, fortælle mig om det er en vigtig grund, en mindre vigtig grund eller overhovedet ikke nogen vigtig grund. Krav fra kunderne eller bekymringer om organisationens omdømme":{"code":"mm1715"},"I jeres virksomhed, hvor vigtige er følgende grunde til at forholde sig til arbejdsmiljøspørgsmål? Kan du, for hver enkelt af dem, fortælle mig om det er en vigtig grund, en mindre vigtig grund eller overhovedet ikke nogen vigtig grund. For at fastholde medarbejderne og mindske fravær":{"code":"mm1713"},"I jeres virksomhed, hvor vigtige er følgende grunde til at forholde sig til arbejdsmiljøspørgsmål? Kan du, for hver enkelt af dem, fortælle mig om det er en vigtig grund, en mindre vigtig grund eller overhovedet ikke nogen vigtig grund. Overholde lovkrav":{"code":"mm1711"},"Hvad er de største problemer i jeres virksomhed i forbindelse med arbejdsmiljøarbejdet? Kan du, for hvert af følgende, fortælle mig om det er et større problem, et mindre problem eller overhovedet ikke noget problem Ikke nok kendskab til det":{"code":"mm1722"},"Hvad er de største problemer i jeres virksomhed i forbindelse med arbejdsmiljøarbejdet? Kan du, for hvert af følgende, fortælle mig om det er et større problem, et mindre problem eller overhovedet ikke noget problem Mangel på ekspertise":{"code":"mm1723"},"Hvad er de største problemer i jeres virksomhed i forbindelse med arbejdsmiljøarbejdet? Kan du, for hvert af følgende, fortælle mig om det er et større problem, et mindre problem eller overhovedet ikke noget problem Mangel på ressourcer, så som tid, personale og penge":{"code":"mm1721"},"Hvad er de største problemer i jeres virksomhed i forbindelse med arbejdsmiljøarbejdet? Kan du, for hvert af følgende, fortælle mig om det er et større problem, et mindre problem eller overhovedet ikke noget problem Mangel på teknisk støtte eller vejledning":{"code":"mm1724"},"Hvad er de største problemer i jeres virksomhed i forbindelse med arbejdsmiljøarbejdet? Kan du, for hvert af følgende, fortælle mig om det er et større problem, et mindre problem eller overhovedet ikke noget problem Kulturen i virksomheden":{"code":"mm1725"},"Hvad er de største problemer i jeres virksomhed i forbindelse med arbejdsmiljøarbejdet? Kan du, for hvert af følgende, fortælle mig om det er et større problem, et mindre problem eller overhovedet ikke noget problem At arbejdsmiljø er et følsomt emne":{"code":"mm1726"},"Føres der tilsyn med medarbejdernes sundhed via regelmæssige lægeundersøgelser?":{"code":"mm154"},"Har I en skriftlig politik, et fastlagt ledelsessystem eller en handlingsplan for arbejdsmiljøet i jeres virksomhed?":{"code":"mm155"},"I det store hele, hvordan vil du vurdere mellemledernes involvering i forvaltningen af arbejdsmiljøet på virksomheden? Er den meget stor, temmelig stor, temmelig lille eller meget lille?":{"code":"mm159"},"Hvilke arbejdsmiljøspecialister bruger I, enten som er ansat i virksomheden eller som I køber udefra? En almen arbejdsmiljørådgiver":{"code":"mm1505"},"Hvilke arbejdsmiljøspecialister bruger I, enten som er ansat i virksomheden eller som I køber udefra? En psykolog":{"code":"mm1503"},"Hvilke arbejdsmiljøspecialister bruger I, enten som er ansat i virksomheden eller som I køber udefra? En sikkerhedingeniør":{"code":"mm1502"},"Hvilke arbejdsmiljøspecialister bruger I, enten som er ansat i virksomheden eller som I køber udefra? En fysio- eller ergoterapeut":{"code":"mm1504"},"Hvilke arbejdsmiljøspecialister bruger I, enten som er ansat i virksomheden eller som I køber udefra? En speciallæge i arbejdsmedicin":{"code":"mm1501"}}},"ARBEJDSMILJØRISICI I VIRKSOMHEDEN":{"code":"hsre","children":{"Kan du fortælle mig for hvert af følgende områder, om det vækker stor bekymring, en vis bekymring eller overhovedet ingen bekymring i jeres virksomhed. Ulykker":{"code":"mm2002"},"Kan du fortælle mig for hvert af følgende områder, om det vækker stor bekymring, en vis bekymring eller overhovedet ingen bekymring i jeres virksomhed. Mobning eller chikane, f.eks. kollegers eller overordnedes tilsvining, ydmygelse eller overfald":{"code":"mm2007"},"Kan du fortælle mig for hvert af følgende områder, om det vækker stor bekymring, en vis bekymring eller overhovedet ingen bekymring i jeres virksomhed. Farlige stoffer (Int.: forklar eventuelt: f.eks. støv, kemiske, biologiske eller radioaktive stoffer)":{"code":"mm2001"},"Kan du fortælle mig for hvert af følgende områder, om det vækker stor bekymring, en vis bekymring eller overhovedet ingen bekymring i jeres virksomhed. Muskelskeletbesvær, som f.eks. smerter i ryggen, nakken, armene og benene":{"code":"mm2004"},"Kan du fortælle mig for hvert af følgende områder, om det vækker stor bekymring, en vis bekymring eller overhovedet ingen bekymring i jeres virksomhed. Støj og vibration":{"code":"mm2003"},"Kan du fortælle mig for hvert af følgende områder, om det vækker stor bekymring, en vis bekymring eller overhovedet ingen bekymring i jeres virksomhed. Vold eller trusler om vold":{"code":"mm2006"},"Kan du fortælle mig for hvert af følgende områder, om det vækker stor bekymring, en vis bekymring eller overhovedet ingen bekymring i jeres virksomhed. Arbejdsrelateret stress":{"code":"mm2005"},"Flere faktorer kan bidrage til stress, vold og chikane på arbejdspladsen. De vedrører den måde, hvorpå arbejdet tilrettelægges, og de omtales ofte som \"psykosociale risici\". Kan du fortælle mig om nogen af følgende psykosociale risici giver anledning til bekymring for jeres virksomhed. En uklar personalepolitik":{"code":"mm2029"},"Flere faktorer kan bidrage til stress, vold og chikane på arbejdspladsen. De vedrører den måde, hvorpå arbejdet tilrettelægges, og de omtales ofte som \"psykosociale risici\". Kan du fortælle mig om nogen af følgende psykosociale risici giver anledning til bekymring for jeres virksomhed. Diskrimination (f.eks. på grund af køn, alder eller etnicitet)":{"code":"mm20210"},"Flere faktorer kan bidrage til stress, vold og chikane på arbejdspladsen. De vedrører den måde, hvorpå arbejdet tilrettelægges, og de omtales ofte som \"psykosociale risici\". Kan du fortælle mig om nogen af følgende psykosociale risici giver anledning til bekymring for jeres virksomhed. At skulle tackle svære kunder, patienter, elever osv.":{"code":"mm2026"},"Flere faktorer kan bidrage til stress, vold og chikane på arbejdspladsen. De vedrører den måde, hvorpå arbejdet tilrettelægges, og de omtales ofte som \"psykosociale risici\". Kan du fortælle mig om nogen af følgende psykosociale risici giver anledning til bekymring for jeres virksomhed. Jobusikkerhed":{"code":"mm2025"},"Flere faktorer kan bidrage til stress, vold og chikane på arbejdspladsen. De vedrører den måde, hvorpå arbejdet tilrettelægges, og de omtales ofte som \"psykosociale risici\". Kan du fortælle mig om nogen af følgende psykosociale risici giver anledning til bekymring for jeres virksomhed. Mangel på medarbejderindflydelse i tilrettelæggelsen af deres arbejde":{"code":"mm2024"},"Flere faktorer kan bidrage til stress, vold og chikane på arbejdspladsen. De vedrører den måde, hvorpå arbejdet tilrettelægges, og de omtales ofte som \"psykosociale risici\". Kan du fortælle mig om nogen af følgende psykosociale risici giver anledning til bekymring for jeres virksomhed. Lange og uregelmæssige arbejdstider":{"code":"mm2028"},"Flere faktorer kan bidrage til stress, vold og chikane på arbejdspladsen. De vedrører den måde, hvorpå arbejdet tilrettelægges, og de omtales ofte som \"psykosociale risici\". Kan du fortælle mig om nogen af følgende psykosociale risici giver anledning til bekymring for jeres virksomhed. Dårligt samarbejde mellem kolleger":{"code":"mm2023"},"Flere faktorer kan bidrage til stress, vold og chikane på arbejdspladsen. De vedrører den måde, hvorpå arbejdet tilrettelægges, og de omtales ofte som \"psykosociale risici\". Kan du fortælle mig om nogen af følgende psykosociale risici giver anledning til bekymring for jeres virksomhed. Dårlig kommunikation mellem ledelse og medarbejdere":{"code":"mm2022"},"Flere faktorer kan bidrage til stress, vold og chikane på arbejdspladsen. De vedrører den måde, hvorpå arbejdet tilrettelægges, og de omtales ofte som \"psykosociale risici\". Kan du fortælle mig om nogen af følgende psykosociale risici giver anledning til bekymring for jeres virksomhed. Problemer i forholdet mellem ledere og medarbejdere":{"code":"mm2027"},"Flere faktorer kan bidrage til stress, vold og chikane på arbejdspladsen. De vedrører den måde, hvorpå arbejdet tilrettelægges, og de omtales ofte som \"psykosociale risici\". Kan du fortælle mig om nogen af følgende psykosociale risici giver anledning til bekymring for jeres virksomhed. Tidspres":{"code":"mm2021"}}},"FORVALTNING AF PSYKOSOCIALE RISICI I VIRKSOMHEDEN":{"code":"mopre","children":{"Og har I en fast fremgangsmåde til at håndtere arbejdsrelateret vold?":{"code":"mm252"},"Er jeres medarbejdere blevet informeret om, hvem de skal henvende sig til, hvis der opstår arbejdsrelaterede psykosociale problemer?":{"code":"mm260"},"Informerer I medarbejderne om psykosociale risici og disses indvirkning på sundhed og sikkerhed?":{"code":"mm259"},"Har jeres virksomhed en fast fremgangsmåde til at håndtere arbejdsrelateret stress?":{"code":"mm250"},"Træffer jeres virksomhed foranstaltninger, hvis en enkelt medarbejder arbejder uforholdsmæssigt lang tid over eller har uregelmæssige arbejdstider?":{"code":"mm256"},"Har jeres virksomhed inden for de seneste 3 år brugt nogen af følgende foranstaltninger til at tackle psykosociale risici? Ændringer i lokaler, farver, design, inventar":{"code":"mm2532"},"Har jeres virksomhed inden for de seneste 3 år brugt nogen af følgende foranstaltninger til at tackle psykosociale risici? Ændringer i arbejdets tilrettelægges":{"code":"mm2531"},"Har jeres virksomhed inden for de seneste 3 år brugt nogen af følgende foranstaltninger til at tackle psykosociale risici? Ændringer i arbejdstidsordningerne":{"code":"mm2535"},"Har jeres virksomhed inden for de seneste 3 år brugt nogen af følgende foranstaltninger til at tackle psykosociale risici? Tilbudt fortrolig rådgivning for medarbejderne":{"code":"mm2533"},"Har jeres virksomhed inden for de seneste 3 år brugt nogen af følgende foranstaltninger til at tackle psykosociale risici? Etablering af en praksis for konfliktløsning":{"code":"mm2534"},"Har jeres virksomhed inden for de seneste 3 år brugt nogen af følgende foranstaltninger til at tackle psykosociale risici? Uddannelsestilbud":{"code":"mm2536"},"Har jeres virksomhed en fast fremgangsmåde til at håndtere mobning og chikane?":{"code":"mm251"}}}}},"Sector":{"code":"sector","children":{"By Sector":{"code":"by_sector","children":{"Private tjenesteydelser":{"code":"private_services"},"Produktionssektor":{"code":"production_sector"},"Offentlige tjenesteydelser":{"code":"public_services"}}},"Total":{"code":"total_sector","children":{"Total":{"code":"total_total_sector"}}}}},"Size":{"code":"size","children":{"By Establishment Size":{"code":"by_establishment_size","children":{"10 til 19 ansatte":{"code":"10_to_19_employees"},"20 til 49 ansatte":{"code":"20_to_49_employees"},"250 til 499 ansatte":{"code":"250_to_499_employees"},"50 til 249 ansatte":{"code":"50_to_249_employees"},"500 eller flere ansatte":{"code":"500_or_more_employees"}}},"Total":{"code":"total_size","children":{"Total":{"code":"total_total_size"}}}}}}