{"Answer":{"code":"answer","children":{"Yes No":{"code":"yes_no","children":{"DK\/NA":{"code":"dk_na"},"No":{"code":"no"},"Yes":{"code":"yes"}}}}},"Country":{"code":"country","children":{"Albania":{"code":"albania"},"Andorra":{"code":"andorra"},"Austria":{"code":"austria"},"Belarus":{"code":"belarus"},"Belgium":{"code":"belgium"},"Bosnia-Herzegovina":{"code":"bosnia-herzegovina"},"Bulgaria":{"code":"bulgaria"},"Croatia":{"code":"croatia"},"Cyprus":{"code":"cyprus"},"Czech Republic":{"code":"czech republic"},"Denmark":{"code":"denmark"},"England":{"code":"england"},"Estonia":{"code":"estonia"},"Finland":{"code":"finland"},"France":{"code":"france"},"Germany":{"code":"germany"},"Greece":{"code":"greece"},"Hungary":{"code":"hungary"},"Iceland":{"code":"iceland"},"Ireland":{"code":"ireland"},"Italy":{"code":"italy"},"Latvia":{"code":"latvia"},"Liechtenstein":{"code":"liechtenstein"},"Lithuania":{"code":"lithuania"},"Luxembourg":{"code":"luxembourg"},"Macedonia":{"code":"macedonia"},"Malta":{"code":"malta"},"Moldova":{"code":"moldova"},"Monaco":{"code":"monaco"},"Montenegro":{"code":"montenegro"},"Netherlands":{"code":"netherlands"},"Norway":{"code":"norway"},"Poland":{"code":"poland"},"Portugal":{"code":"portugal"},"Romania":{"code":"romania"},"Russia":{"code":"russia"},"San Marino":{"code":"san marino"},"Scotland":{"code":"scotland"},"Serbia":{"code":"serbia"},"Slovakia":{"code":"slovakia"},"Slovenia":{"code":"slovenia"},"Spain":{"code":"spain"},"Sweden":{"code":"sweden"},"Switzerland":{"code":"switzerland"},"Turkey":{"code":"turkey"},"Ukraine":{"code":"ukraine"},"United Kingdom":{"code":"united kingdom"},"Vatican City":{"code":"vatican city"}}},"Indicator":{"code":"indicator","children":{"OSTACOLI NELLA GESTIONE DEL RISCHIO PSICOSOCIALE E SOSTEGNO ESISTENTE":{"code":"bfprmes","children":{"In confronto ad altre questioni relative a sicurezza e salute, è più difficile, meno difficile o non c'è differenza nel gestire il rischio psicosociale?":{"code":"mm300"},"Pensa che dovreste avere più informazioni o supporto su questo argomento?":{"code":"mm303a"},"Avete mai utilizzato informazioni o supporto da qualche fonte esterna su come gestire il rischio psicosociale?":{"code":"mm302"}}},"RAPPRESENTANZA FORMALE DEI LAVORATORI SU QUESTIONI OSH":{"code":"feroi","children":{"Avete una {organizzazione sindacale}* in azienda?":{"code":"mm351"},"Avete una {Rappresentanza Sindacale Unitaria o Aziendale (RSU or RSA)}* nella vostra azienda?":{"code":"mm350"},"La vostra sede ha un {rappresentante dei lavoratori per la sicurezza (RLS)}* interno?":{"code":"mm355"},"Esiste un {Comitato per la Salute e la Sicurezza}* in azienda?":{"code":"mm358"},"Esiste un {rappresentante dei lavoratori per la sicurezza (RLS)}* nella vostra azienda?":{"code":"mm355nl"}}},"GESTIONE GENERALE DELLA SALUTE E LA SICUREZZA NELLA AZIENDA":{"code":"ghsme","children":{"Nelle riunioni a livello dirigenziale della vostra azienda si sollevano regolarmente, qualche volta o quasi mai questioni relative alla sicurezza e alla salute?":{"code":"mm158"},"I luoghi di lavoro nella vostra azienda sono regolarmente controllati per ciò che riguarda aspetti della sicurezza e della tutela della salute come parte della valutazione del rischio o misure simili?":{"code":"mm161"},"E' a conoscenza della Settimana Europea per la sicurezza e la salute sul lavoro?":{"code":"mm175"},"La sua azienda adotta misure per favorire il reinserimento lavorativo di dipendenti che rientrano dopo una lunga assenza dovuta a malattia?":{"code":"mm153"},"La Sua sede si occupa sistematicamente di analizzare le cause di assenza dal lavoro per malattia?":{"code":"mm152"},"Gli organi di vigilanza hanno mai svolto controlli o ispezioni in questa azienda negli ultimi 3 anni allo scopo di verificare le condizioni di salute e sicurezza?":{"code":"mm170"},"La vostra sede ha mai usufruito di informazioni da uno dei seguenti organismi o istituzioni su questioni relative a sicurezza e salute? Esperti o fornitori privati di servizi di salute sul lavoro":{"code":"mm1737"},"La vostra sede ha mai usufruito di informazioni da uno dei seguenti organismi o istituzioni su questioni relative a sicurezza e salute? Organizzazioni di lavoratori":{"code":"mm1735"},"La vostra sede ha mai usufruito di informazioni da uno dei seguenti organismi o istituzioni su questioni relative a sicurezza e salute? Servizi di sicurezza e tutela della salute interni":{"code":"mm1733"},"La vostra sede ha mai usufruito di informazioni da uno dei seguenti organismi o istituzioni su questioni relative a sicurezza e salute? Agenzie di assicurazioni":{"code":"mm1738"},"La vostra sede ha mai usufruito di informazioni da uno dei seguenti organismi o istituzioni su questioni relative a sicurezza e salute? istituti ufficiali per la salute e la sicurezza sul lavoro":{"code":"mm1731"},"La vostra sede ha mai usufruito di informazioni da uno dei seguenti organismi o istituzioni su questioni relative a sicurezza e salute? Agenzia Europea per la Sicurezza e la Salute sul Lavoro":{"code":"mm1732"},"La vostra sede ha mai usufruito di informazioni da uno dei seguenti organismi o istituzioni su questioni relative a sicurezza e salute? {organi di vigilanza}*":{"code":"mm1734"},"La vostra sede ha mai usufruito di informazioni da uno dei seguenti organismi o istituzioni su questioni relative a sicurezza e salute? I sindacati":{"code":"mm1736"},"Nella vostra azienda, quanto sono importanti i seguenti motivi  per spingervi ad affrontare questioni relative a sicurezza e salute? Per ognuno dei seguenti aspetti mi dica se è un motivo prioritario, secondario o se non lo è affatto Motivi economici o legati alle prestazioni":{"code":"mm1714"},"Nella vostra azienda, quanto sono importanti i seguenti motivi  per spingervi ad affrontare questioni relative a sicurezza e salute? Per ognuno dei seguenti aspetti mi dica se è un motivo prioritario, secondario o se non lo è affatto Pressioni da parte {degli organi di vigilanza}.":{"code":"mm1716"},"Nella vostra azienda, quanto sono importanti i seguenti motivi  per spingervi ad affrontare questioni relative a sicurezza e salute? Per ognuno dei seguenti aspetti mi dica se è un motivo prioritario, secondario o se non lo è affatto Richieste da parte dei dipendenti o dei loro rappresentanti":{"code":"mm1712"},"Nella vostra azienda, quanto sono importanti i seguenti motivi  per spingervi ad affrontare questioni relative a sicurezza e salute? Per ognuno dei seguenti aspetti mi dica se è un motivo prioritario, secondario o se non lo è affatto Richieste da parte di clienti o preoccupazione per la reputazione dell'azienda":{"code":"mm1715"},"Nella vostra azienda, quanto sono importanti i seguenti motivi  per spingervi ad affrontare questioni relative a sicurezza e salute? Per ognuno dei seguenti aspetti mi dica se è un motivo prioritario, secondario o se non lo è affatto Gestione delle assenze e strategia di mantenimento personale":{"code":"mm1713"},"Nella vostra azienda, quanto sono importanti i seguenti motivi  per spingervi ad affrontare questioni relative a sicurezza e salute? Per ognuno dei seguenti aspetti mi dica se è un motivo prioritario, secondario o se non lo è affatto Adempimento obblighi di legge":{"code":"mm1711"},"Quali sono le maggiori difficoltà nell'affrontare questioni relative a sicurezza e salute nella vostra sede? Per ognuno dei seguenti aspetti mi dica se è una difficoltà importante, secondaria o se non è affatto una difficoltà. Mancanza di consapevolezza":{"code":"mm1722"},"Quali sono le maggiori difficoltà nell'affrontare questioni relative a sicurezza e salute nella vostra sede? Per ognuno dei seguenti aspetti mi dica se è una difficoltà importante, secondaria o se non è affatto una difficoltà. Mancanza di conoscenza e preparazione":{"code":"mm1723"},"Quali sono le maggiori difficoltà nell'affrontare questioni relative a sicurezza e salute nella vostra sede? Per ognuno dei seguenti aspetti mi dica se è una difficoltà importante, secondaria o se non è affatto una difficoltà. Mancanza di risorse quali tempo, personale o soldi.":{"code":"mm1721"},"Quali sono le maggiori difficoltà nell'affrontare questioni relative a sicurezza e salute nella vostra sede? Per ognuno dei seguenti aspetti mi dica se è una difficoltà importante, secondaria o se non è affatto una difficoltà. Mancanza di supporto tecnico o guida":{"code":"mm1724"},"Quali sono le maggiori difficoltà nell'affrontare questioni relative a sicurezza e salute nella vostra sede? Per ognuno dei seguenti aspetti mi dica se è una difficoltà importante, secondaria o se non è affatto una difficoltà. La cultura all'interno della azienda":{"code":"mm1725"},"Quali sono le maggiori difficoltà nell'affrontare questioni relative a sicurezza e salute nella vostra sede? Per ognuno dei seguenti aspetti mi dica se è una difficoltà importante, secondaria o se non è affatto una difficoltà. La delicatezza della questione":{"code":"mm1726"},"La salute dei dipendenti viene monitorata attraverso esami medici regolari?":{"code":"mm154"},"Esiste nella vostra sede una politica documentata, un sistema di gestione definito o un programma specifico per la salute e la sicurezza?":{"code":"mm155"},"Nel complesso come definirebbe il coinvolgimento della direzione e dei dirigenti nella gestione della sicurezza e della salute? Molto alto, abbastanza alto, abbastanza basso o molto basso?":{"code":"mm159"},"Che tipo di servizi riguardanti la salute e la sicurezza utilizzate, sia interni sia in appalto ad agenzie esterne? Un consulente esperto di sicurezza e salute in generale":{"code":"mm1505"},"Che tipo di servizi riguardanti la salute e la sicurezza utilizzate, sia interni sia in appalto ad agenzie esterne? Uno psicologo":{"code":"mm1503"},"Che tipo di servizi riguardanti la salute e la sicurezza utilizzate, sia interni sia in appalto ad agenzie esterne? Un esperto di sicurezza":{"code":"mm1502"},"Che tipo di servizi riguardanti la salute e la sicurezza utilizzate, sia interni sia in appalto ad agenzie esterne? Un esperto in ergonomia che si occupa della sistemazione delle postazioni di lavoro":{"code":"mm1504"},"Che tipo di servizi riguardanti la salute e la sicurezza utilizzate, sia interni sia in appalto ad agenzie esterne? Un Medico Competente":{"code":"mm1501"}}},"RISCHI PER LA SALUTE E LA SICUREZZA NELL'AZIENDA":{"code":"hsre","children":{"Per ognuno dei seguenti aspetti,  mi dica se c'è grande preoccupazione, un po', o nessuna preoccupazione nella vostra sede? Infortuni":{"code":"mm2002"},"Per ognuno dei seguenti aspetti,  mi dica se c'è grande preoccupazione, un po', o nessuna preoccupazione nella vostra sede? Episodi di bullismo o mobbing (es abusi, umiliazioni o attacchi da parte di colleghi\/superiori)":{"code":"mm2007"},"Per ognuno dei seguenti aspetti,  mi dica se c'è grande preoccupazione, un po', o nessuna preoccupazione nella vostra sede? Sostanze pericolose (Int.: spiegare se necessario: ad es. polveri, agenti chimici, biologici o radiazioni)":{"code":"mm2001"},"Per ognuno dei seguenti aspetti,  mi dica se c'è grande preoccupazione, un po', o nessuna preoccupazione nella vostra sede? Disturbi muscolo-scheletrici quali dolore alla schiena, collo, braccia o gambe":{"code":"mm2004"},"Per ognuno dei seguenti aspetti,  mi dica se c'è grande preoccupazione, un po', o nessuna preoccupazione nella vostra sede? Rumori e vibrazioni":{"code":"mm2003"},"Per ognuno dei seguenti aspetti,  mi dica se c'è grande preoccupazione, un po', o nessuna preoccupazione nella vostra sede? Violenza o minacce":{"code":"mm2006"},"Per ognuno dei seguenti aspetti,  mi dica se c'è grande preoccupazione, un po', o nessuna preoccupazione nella vostra sede? Stress lavoro-correlato":{"code":"mm2005"},"I fattori che possono contribuire allo stress, alla violenza o alle minacce sul lavoro sono molteplici; riguardano il modo in cui il lavoro è organizzato e rientrano in quelli che vengono chiamati ‘rischi psicosociali’.  La prego di dirmi se qualcuno tra i seguenti rischi psicosociali sono motivo di preoccupazione nella vostra azienda. Mancanza di trasparenza nella politica delle risorse umane":{"code":"mm2029"},"I fattori che possono contribuire allo stress, alla violenza o alle minacce sul lavoro sono molteplici; riguardano il modo in cui il lavoro è organizzato e rientrano in quelli che vengono chiamati ‘rischi psicosociali’.  La prego di dirmi se qualcuno tra i seguenti rischi psicosociali sono motivo di preoccupazione nella vostra azienda. Discriminazione (per es. dovuta a età, sesso, gruppo etnico ecc.)":{"code":"mm20210"},"I fattori che possono contribuire allo stress, alla violenza o alle minacce sul lavoro sono molteplici; riguardano il modo in cui il lavoro è organizzato e rientrano in quelli che vengono chiamati ‘rischi psicosociali’.  La prego di dirmi se qualcuno tra i seguenti rischi psicosociali sono motivo di preoccupazione nella vostra azienda. Il dover affrontare  difficili clienti, pazienti, allievi ecc":{"code":"mm2026"},"I fattori che possono contribuire allo stress, alla violenza o alle minacce sul lavoro sono molteplici; riguardano il modo in cui il lavoro è organizzato e rientrano in quelli che vengono chiamati ‘rischi psicosociali’.  La prego di dirmi se qualcuno tra i seguenti rischi psicosociali sono motivo di preoccupazione nella vostra azienda. Insicurezza dell'impiego":{"code":"mm2025"},"I fattori che possono contribuire allo stress, alla violenza o alle minacce sul lavoro sono molteplici; riguardano il modo in cui il lavoro è organizzato e rientrano in quelli che vengono chiamati ‘rischi psicosociali’.  La prego di dirmi se qualcuno tra i seguenti rischi psicosociali sono motivo di preoccupazione nella vostra azienda. Mancanza di controllo da parte dei dipendenti sull'organizzazione del loro lavoro":{"code":"mm2024"},"I fattori che possono contribuire allo stress, alla violenza o alle minacce sul lavoro sono molteplici; riguardano il modo in cui il lavoro è organizzato e rientrano in quelli che vengono chiamati ‘rischi psicosociali’.  La prego di dirmi se qualcuno tra i seguenti rischi psicosociali sono motivo di preoccupazione nella vostra azienda. Orari troppo lunghi o irregolari":{"code":"mm2028"},"I fattori che possono contribuire allo stress, alla violenza o alle minacce sul lavoro sono molteplici; riguardano il modo in cui il lavoro è organizzato e rientrano in quelli che vengono chiamati ‘rischi psicosociali’.  La prego di dirmi se qualcuno tra i seguenti rischi psicosociali sono motivo di preoccupazione nella vostra azienda. Poca collaborazione tra colleghi":{"code":"mm2023"},"I fattori che possono contribuire allo stress, alla violenza o alle minacce sul lavoro sono molteplici; riguardano il modo in cui il lavoro è organizzato e rientrano in quelli che vengono chiamati ‘rischi psicosociali’.  La prego di dirmi se qualcuno tra i seguenti rischi psicosociali sono motivo di preoccupazione nella vostra azienda. Poca comunicazione tra dipendenti e direzione":{"code":"mm2022"},"I fattori che possono contribuire allo stress, alla violenza o alle minacce sul lavoro sono molteplici; riguardano il modo in cui il lavoro è organizzato e rientrano in quelli che vengono chiamati ‘rischi psicosociali’.  La prego di dirmi se qualcuno tra i seguenti rischi psicosociali sono motivo di preoccupazione nella vostra azienda. Problemi nel rapporto tra dipendenti e superiori":{"code":"mm2027"},"I fattori che possono contribuire allo stress, alla violenza o alle minacce sul lavoro sono molteplici; riguardano il modo in cui il lavoro è organizzato e rientrano in quelli che vengono chiamati ‘rischi psicosociali’.  La prego di dirmi se qualcuno tra i seguenti rischi psicosociali sono motivo di preoccupazione nella vostra azienda. Pressioni per scadenze":{"code":"mm2021"}}},"GESTIONE DEI RISCHI PSICOSOCIALI NELL'AZIENDA":{"code":"mopre","children":{"E una procedura o un regolamento da seguire nel caso di violenza sul lavoro?":{"code":"mm252"},"Sono stati informati sulle persone a cui rivolgersi in caso di problematiche psicosociali?":{"code":"mm260"},"La sua azienda informa il personale sui rischi psicosociali potenziali e sul loro impatto su salute e sicurezza?":{"code":"mm259"},"Nella vostra azienda esiste una procedura o un regolamento da seguire nel caso di stress lavoro-correlato?":{"code":"mm250"},"La sua azienda intraprende azioni nel caso in cui alcuni dipendenti abbiano il problema di orari di lavoro troppo lunghi o irregolari?":{"code":"mm256"},"La sua sede ha utlizzato una delle seguenti misure per affrontare rischi psicosociali negli ultimi 3 anni? Cambiamenti nella sistemazione delle aree lavorative":{"code":"mm2532"},"La sua sede ha utlizzato una delle seguenti misure per affrontare rischi psicosociali negli ultimi 3 anni? Cambiamenti nell'organizzazione del lavoro":{"code":"mm2531"},"La sua sede ha utlizzato una delle seguenti misure per affrontare rischi psicosociali negli ultimi 3 anni? Cambiamenti  nella programmazione dell'orario di lavoro":{"code":"mm2535"},"La sua sede ha utlizzato una delle seguenti misure per affrontare rischi psicosociali negli ultimi 3 anni? Assistenza e consulenza confidenziale per i dipendenti":{"code":"mm2533"},"La sua sede ha utlizzato una delle seguenti misure per affrontare rischi psicosociali negli ultimi 3 anni? Istituzione di una procedura di risoluzione dei conflitti":{"code":"mm2534"},"La sua sede ha utlizzato una delle seguenti misure per affrontare rischi psicosociali negli ultimi 3 anni? Organizzazione di corsi di formazione":{"code":"mm2536"},"Nella vostra azienda esiste una procedura o un regolamento da seguire nel caso di bullismo o mobbing?":{"code":"mm251"}}}}},"Sector":{"code":"sector","children":{"By Sector":{"code":"by_sector","children":{"Private Services":{"code":"private_services"},"Production sector":{"code":"production_sector"},"Public Services":{"code":"public_services"}}},"Total":{"code":"total_sector","children":{"Total":{"code":"total_total_sector"}}}}},"Size":{"code":"size","children":{"By Establishment Size":{"code":"by_establishment_size","children":{"Da 10 a 19 dipendenti":{"code":"10_to_19_employees"},"Da 20 a 49 dipendenti":{"code":"20_to_49_employees"},"Da 250 a 499 dipendenti":{"code":"250_to_499_employees"},"Da 50 a 249 dipendenti":{"code":"50_to_249_employees"},"500 o più dipendenti":{"code":"500_or_more_employees"}}},"Total":{"code":"total_size","children":{"Total":{"code":"total_total_size"}}}}}}