{"Answer":{"code":"answer","children":{"Yes No":{"code":"yes_no","children":{"DK\/NA":{"code":"dk_na"},"No":{"code":"no"},"Yes":{"code":"yes"}}}}},"Country":{"code":"country","children":{"Albania":{"code":"albania"},"Andorra":{"code":"andorra"},"Austria":{"code":"austria"},"Belarus":{"code":"belarus"},"Belgium":{"code":"belgium"},"Bosnia-Herzegovina":{"code":"bosnia-herzegovina"},"Bulgaria":{"code":"bulgaria"},"Croatia":{"code":"croatia"},"Cyprus":{"code":"cyprus"},"Czech Republic":{"code":"czech republic"},"Denmark":{"code":"denmark"},"England":{"code":"england"},"Estonia":{"code":"estonia"},"Finland":{"code":"finland"},"France":{"code":"france"},"Germany":{"code":"germany"},"Greece":{"code":"greece"},"Hungary":{"code":"hungary"},"Iceland":{"code":"iceland"},"Ireland":{"code":"ireland"},"Italy":{"code":"italy"},"Latvia":{"code":"latvia"},"Liechtenstein":{"code":"liechtenstein"},"Lithuania":{"code":"lithuania"},"Luxembourg":{"code":"luxembourg"},"Macedonia":{"code":"macedonia"},"Malta":{"code":"malta"},"Moldova":{"code":"moldova"},"Monaco":{"code":"monaco"},"Montenegro":{"code":"montenegro"},"Netherlands":{"code":"netherlands"},"Norway":{"code":"norway"},"Poland":{"code":"poland"},"Portugal":{"code":"portugal"},"Romania":{"code":"romania"},"Russia":{"code":"russia"},"San Marino":{"code":"san marino"},"Scotland":{"code":"scotland"},"Serbia":{"code":"serbia"},"Slovakia":{"code":"slovakia"},"Slovenia":{"code":"slovenia"},"Spain":{"code":"spain"},"Sweden":{"code":"sweden"},"Switzerland":{"code":"switzerland"},"Turkey":{"code":"turkey"},"Ukraine":{"code":"ukraine"},"United Kingdom":{"code":"united kingdom"},"Vatican City":{"code":"vatican city"}}},"Indicator":{"code":"indicator","children":{"Ostakoli għall-ġestjoni ta’ riskji psikosoċjali u appoġġ eżistenti":{"code":"bfprmes","children":{"Meta mqabbel ma' suġġetti oħra ta' saħħa u sigurtà: Huwa aktar diffiċli li tittratta riskji psikosoċjali, huwa inqas diffiċli, jew ma hemmx differenza?":{"code":"mm300"},"Għandek bżonn xi informazzjoni oħra dwar dan is-suġġett?":{"code":"mm303a"},"Inti użajt informazzjoni jew appoġġ minn sorsi esterni dwar kif titratta ma' riskji psikosoċjali fuq ix-xogħol?":{"code":"mm302"}}},"Rappreżentazzjoni formali ta’ impjegat fi kwistjonijiet tal-OHS":{"code":"feroi","children":{"U hemm rappreżentant rikonoxxut tal-unjin fil-post tax-xogħol tiegħek?":{"code":"mm351"},"F’dan l-istabbiliment għandkom {kunsill tax-xogħlijiet}*?":{"code":"mm350"},"Il-post tax-xogħol tiegħek għandu rappreżentant intern tas-saħħa u s-sigurtà?":{"code":"mm355"},"Hemm kumitat tas-saħħa u s-sigurtà fl-istabbiliment tiegħek?":{"code":"mm358"},"F’dan l-istabbiliment, hemm membru tar-{rappreżentant tas-saħħa u s-sigurtà}*?":{"code":"mm355nl"}}},"Ġestjoni tas-saħħa u s-sigurtà ġenerali fl-istabbiliment":{"code":"ghsme","children":{"Suġġetti ta' saħħa u sigurtà jitqajjmu f'laqgħat tal-management fuq livell għoli b'mod regolari, xi kultant jew prattikament qatt?":{"code":"mm158"},"Il-postijiet ta' ħidma fil-post tax-xogħol tiegħek huma iċċekjati regolarment għas-saħħa u s-sigurtà bħala parti minn risk assesment jew miżura simili?":{"code":"mm161"},"Inti konxju mill-Ġimgħa Ewropea dwar is-saħħa u s-sigurtà fuq ix-xogħol?":{"code":"mm175"},"Tieħu miżuri sabiex tappoġġja r-ritorn fuq il-post tax-xogħol wara assenza ta' żmien twil minħabba mard?":{"code":"mm153"},"Il-post tax-xogħol tiegħek janalizza b'mod regolari l-kawżi tal-assenza minħabba mard?":{"code":"mm152"},"L-ispettorat tax-xogħol żar il-post tax-xogħol f'dawn l-aħħar 3 snin biex jiċċekkja l-kondizzjonijiet tas-saħħa u s-sigurtà?":{"code":"mm170"},"Il-post tax-xogħol tagħkom uża informazzjoni dwar is-saħħa u sigurtà minn xi waħda minn dawn l-għaqdiet jew istituzzjonijiet li ġejjin? Esperti kuntrattati tas-saħħa u s-sigurtà":{"code":"mm1737"},"Il-post tax-xogħol tagħkom uża informazzjoni dwar is-saħħa u sigurtà minn xi waħda minn dawn l-għaqdiet jew istituzzjonijiet li ġejjin? Organizzazzjonijiet ta' min iħaddem":{"code":"mm1735"},"Il-post tax-xogħol tagħkom uża informazzjoni dwar is-saħħa u sigurtà minn xi waħda minn dawn l-għaqdiet jew istituzzjonijiet li ġejjin? Servizzi interni (in-house) tas-saħħa u s-sigurtà":{"code":"mm1733"},"Il-post tax-xogħol tagħkom uża informazzjoni dwar is-saħħa u sigurtà minn xi waħda minn dawn l-għaqdiet jew istituzzjonijiet li ġejjin? Kumpaniji tal-assigurazzjoni":{"code":"mm1738"},"Il-post tax-xogħol tagħkom uża informazzjoni dwar is-saħħa u sigurtà minn xi waħda minn dawn l-għaqdiet jew istituzzjonijiet li ġejjin? Istituti uffiċjali għas-saħħa u s-sigurtà fuq ix-xogħol":{"code":"mm1731"},"Il-post tax-xogħol tagħkom uża informazzjoni dwar is-saħħa u sigurtà minn xi waħda minn dawn l-għaqdiet jew istituzzjonijiet li ġejjin? L-Aġenzija Ewropea għas-saħħa u sigurtà fuq ix-xogħol":{"code":"mm1732"},"Il-post tax-xogħol tagħkom uża informazzjoni dwar is-saħħa u sigurtà minn xi waħda minn dawn l-għaqdiet jew istituzzjonijiet li ġejjin? L-ispettorat tax-xogħol":{"code":"mm1734"},"Il-post tax-xogħol tagħkom uża informazzjoni dwar is-saħħa u sigurtà minn xi waħda minn dawn l-għaqdiet jew istituzzjonijiet li ġejjin? Trejdunjins":{"code":"mm1736"},"Fil-post tax-xogħol tiegħek, kemm huma importanti r-raġunijiet li ġejjin sabiex jiġu indirizzati s-saħħa u s-sigurtà? Għal kull wieħed, jekk jogħġbok għidli jekk hijiex raġuni importanti, raġuni mhux importanti jew jekk m'humiex raġuni affattu. Raġunijiet ekonomiċi jew relatati mal-kapaċità (performance-related)":{"code":"mm1714"},"Fil-post tax-xogħol tiegħek, kemm huma importanti r-raġunijiet li ġejjin sabiex jiġu indirizzati s-saħħa u s-sigurtà? Għal kull wieħed, jekk jogħġbok għidli jekk hijiex raġuni importanti, raġuni mhux importanti jew jekk m'humiex raġuni affattu. Pressjoni mill-ispettorat tax-xogħol":{"code":"mm1716"},"Fil-post tax-xogħol tiegħek, kemm huma importanti r-raġunijiet li ġejjin sabiex jiġu indirizzati s-saħħa u s-sigurtà? Għal kull wieħed, jekk jogħġbok għidli jekk hijiex raġuni importanti, raġuni mhux importanti jew jekk m'humiex raġuni affattu. Talbiet minn impjegati jew ir-rappreżentanti tagħhom":{"code":"mm1712"},"Fil-post tax-xogħol tiegħek, kemm huma importanti r-raġunijiet li ġejjin sabiex jiġu indirizzati s-saħħa u s-sigurtà? Għal kull wieħed, jekk jogħġbok għidli jekk hijiex raġuni importanti, raġuni mhux importanti jew jekk m'humiex raġuni affattu. Ħtiġiet mill-klienti jew tħassib dwar ir-reputazzjoni tal-organizzazzjoni":{"code":"mm1715"},"Fil-post tax-xogħol tiegħek, kemm huma importanti r-raġunijiet li ġejjin sabiex jiġu indirizzati s-saħħa u s-sigurtà? Għal kull wieħed, jekk jogħġbok għidli jekk hijiex raġuni importanti, raġuni mhux importanti jew jekk m'humiex raġuni affattu. Staff retention' jew immaniġġjar ta' assenza":{"code":"mm1713"},"Fil-post tax-xogħol tiegħek, kemm huma importanti r-raġunijiet li ġejjin sabiex jiġu indirizzati s-saħħa u s-sigurtà? Għal kull wieħed, jekk jogħġbok għidli jekk hijiex raġuni importanti, raġuni mhux importanti jew jekk m'humiex raġuni affattu. Twettieq ta' obbligu legali":{"code":"mm1711"},"Fil-post tax-xogħol tiegħek, liema huma d-diffikultajiet prinċipali meta tittrattaw mas-saħħa u s-sigurtà? Jekk jogħġbok għidli għal kull wieħed minn dawn li ġejjin jekk hijiex diffikultà kbira, diffikultà żgħira, jew ta' ebda diffikultà. Nuqqas ta' għarfien":{"code":"mm1722"},"Fil-post tax-xogħol tiegħek, liema huma d-diffikultajiet prinċipali meta tittrattaw mas-saħħa u s-sigurtà? Jekk jogħġbok għidli għal kull wieħed minn dawn li ġejjin jekk hijiex diffikultà kbira, diffikultà żgħira, jew ta' ebda diffikultà. Nuqqas ta' kompetenza":{"code":"mm1723"},"Fil-post tax-xogħol tiegħek, liema huma d-diffikultajiet prinċipali meta tittrattaw mas-saħħa u s-sigurtà? Jekk jogħġbok għidli għal kull wieħed minn dawn li ġejjin jekk hijiex diffikultà kbira, diffikultà żgħira, jew ta' ebda diffikultà. Nuqqas ta' riżorsi bħal ħin, staff jew flus":{"code":"mm1721"},"Fil-post tax-xogħol tiegħek, liema huma d-diffikultajiet prinċipali meta tittrattaw mas-saħħa u s-sigurtà? Jekk jogħġbok għidli għal kull wieħed minn dawn li ġejjin jekk hijiex diffikultà kbira, diffikultà żgħira, jew ta' ebda diffikultà. Nuqqas ta' appoġġ tekniku jew gwida":{"code":"mm1724"},"Fil-post tax-xogħol tiegħek, liema huma d-diffikultajiet prinċipali meta tittrattaw mas-saħħa u s-sigurtà? Jekk jogħġbok għidli għal kull wieħed minn dawn li ġejjin jekk hijiex diffikultà kbira, diffikultà żgħira, jew ta' ebda diffikultà. Il-kultura fl-istabbiliment":{"code":"mm1725"},"Fil-post tax-xogħol tiegħek, liema huma d-diffikultajiet prinċipali meta tittrattaw mas-saħħa u s-sigurtà? Jekk jogħġbok għidli għal kull wieħed minn dawn li ġejjin jekk hijiex diffikultà kbira, diffikultà żgħira, jew ta' ebda diffikultà. Is-sensittività tas-suġġett":{"code":"mm1726"},"Is-saħħa tal-impjegati hija ssorveljata permezz ta' eżaminazzjonijiet mediċi regolari?":{"code":"mm154"},"Hemm xi policy dokumentata, management system stabbilita jew pjan ta' azzjoni dwar is-saħħa u s-sigurtà fuq il-post tax-xogħol tiegħek?":{"code":"mm155"},"B'mod ġenerali, kif tikklassifika l-grad ta' involviment tal-'line' maniġers u supervisors fl-immaniġjar tas-saħħa u s-sigurtà? Huwa għoli ħafna, pjuttost għoli, pjuttost baxx jew baxx ħafna?":{"code":"mm159"},"X'servizzi tas-saħħa u s-sigurtà tużaw, kemm li tipprovdu intom stess (in-house) jew minn kuntrattati esterni? Konsulenza ġenerali tas-saħħa u s-sigurtà":{"code":"mm1505"},"X'servizzi tas-saħħa u s-sigurtà tużaw, kemm li tipprovdu intom stess (in-house) jew minn kuntrattati esterni? Psikoloġista":{"code":"mm1503"},"X'servizzi tas-saħħa u s-sigurtà tużaw, kemm li tipprovdu intom stess (in-house) jew minn kuntrattati esterni? Espert tas-sigurtà":{"code":"mm1502"},"X'servizzi tas-saħħa u s-sigurtà tużaw, kemm li tipprovdu intom stess (in-house) jew minn kuntrattati esterni? Espert tal-ergonomija, li jieħu ħsieb it-twaqqif tal-workstation":{"code":"mm1504"},"X'servizzi tas-saħħa u s-sigurtà tużaw, kemm li tipprovdu intom stess (in-house) jew minn kuntrattati esterni? Tabib  fuq il-post tax-xogħol":{"code":"mm1501"}}},"Riskji għas-saħħa u s-sigurtà fl-istabbiliment":{"code":"hsre","children":{"Għal kull waħda mill-kwistjonijiet li ġejjin, jekk jogħġbok għidli jekk hijiex ta' tħassib kbir, ta' xi tħassib jew ta' l-ebda tħassib fl-istabbiliment tiegħek Inċidenti":{"code":"mm2002"},"Għal kull waħda mill-kwistjonijiet li ġejjin, jekk jogħġbok għidli jekk hijiex ta' tħassib kbir, ta' xi tħassib jew ta' l-ebda tħassib fl-istabbiliment tiegħek Bullying jew iffastidjar i.e. Abbuż, umiljazzjoni jew attakki minn kollegi jew superjuri":{"code":"mm2007"},"Għal kull waħda mill-kwistjonijiet li ġejjin, jekk jogħġbok għidli jekk hijiex ta' tħassib kbir, ta' xi tħassib jew ta' l-ebda tħassib fl-istabbiliment tiegħek. Sustanzi perikolużi (Int.: explain if necessary: e.ż. trabijiet, kimiċi, bioloġiċi jew radjuattivi)":{"code":"mm2001"},"Għal kull waħda mill-kwistjonijiet li ġejjin, jekk jogħġbok għidli jekk hijiex ta' tħassib kbir, ta' xi tħassib jew ta' l-ebda tħassib fl-istabbiliment tiegħek Mard muskoluskeletali bħal uġiegħ fid-dahar, l-għonq, id-dirgħajn jew ir-riġlejn":{"code":"mm2004"},"Għal kull waħda mill-kwistjonijiet li ġejjin, jekk jogħġbok għidli jekk hijiex ta' tħassib kbir, ta' xi tħassib jew ta' l-ebda tħassib fl-istabbiliment tiegħek Storbju u vibrazzjoni":{"code":"mm2003"},"Għal kull waħda mill-kwistjonijiet li ġejjin, jekk jogħġbok għidli jekk hijiex ta' tħassib kbir, ta' xi tħassib jew ta' l-ebda tħassib fl-istabbiliment tiegħek Vjolenza jew theddida ta' vjolenza":{"code":"mm2006"},"Għal kull waħda mill-kwistjonijiet li ġejjin, jekk jogħġbok għidli jekk hijiex ta' tħassib kbir, ta' xi tħassib jew ta' l-ebda tħassib fl-istabbiliment tiegħek Stress relatat max-xogħol":{"code":"mm2005"},"Diversi fatturi jistgħu jikkontribwixxu għall-stress, vjolenza u fastidju fuq ix-xogħol; dawn jikkonċernaw il-mod kif ix-xogħol huwa organizzat u huma ta' spiss imsejjħa 'riskji psikosoċjali'. Jekk jogħġbok għidli jekk xi wieħed minn dawn ir-riskji psikosoċjali li ġejjin huma ta' tħassib fil-post tax-xogħol tiegħek. Policy tar-riżorsi umani mhux ċara":{"code":"mm2029"},"Diversi fatturi jistgħu jikkontribwixxu għall-stress, vjolenza u fastidju fuq ix-xogħol; dawn jikkonċernaw il-mod kif ix-xogħol huwa organizzat u huma ta' spiss imsejjħa 'riskji psikosoċjali'. Jekk jogħġbok għidli jekk xi wieħed minn dawn ir-riskji psikosoċjali li ġejjin huma ta' tħassib fil-post tax-xogħol tiegħek. Diskriminazzjoni (per eżempju minħabba sess, età jew etniċità)":{"code":"mm20210"},"Diversi fatturi jistgħu jikkontribwixxu għall-stress, vjolenza u fastidju fuq ix-xogħol; dawn jikkonċernaw il-mod kif ix-xogħol huwa organizzat u huma ta' spiss imsejjħa 'riskji psikosoċjali'. Jekk jogħġbok għidli jekk xi wieħed minn dawn ir-riskji psikosoċjali li ġejjin huma ta' tħassib fil-post tax-xogħol tiegħek. Li jkollhom jittrattaw ma' klijenti, pazjenti, studenti eċċ diffiċli":{"code":"mm2026"},"Diversi fatturi jistgħu jikkontribwixxu għall-stress, vjolenza u fastidju fuq ix-xogħol; dawn jikkonċernaw il-mod kif ix-xogħol huwa organizzat u huma ta' spiss imsejjħa 'riskji psikosoċjali'. Jekk jogħġbok għidli jekk xi wieħed minn dawn ir-riskji psikosoċjali li ġejjin huma ta' tħassib fil-post tax-xogħol tiegħek. Nuqqas ta' sigurtà tax-xogħol":{"code":"mm2025"},"Diversi fatturi jistgħu jikkontribwixxu għall-stress, vjolenza u fastidju fuq ix-xogħol; dawn jikkonċernaw il-mod kif ix-xogħol huwa organizzat u huma ta' spiss imsejjħa 'riskji psikosoċjali'. Jekk jogħġbok għidli jekk xi wieħed minn dawn ir-riskji psikosoċjali li ġejjin huma ta' tħassib fil-post tax-xogħol tiegħek. Nuqqas ta' kontroll ta' impjegati meta jorganizzaw ix-xogħol tagħhom":{"code":"mm2024"},"Diversi fatturi jistgħu jikkontribwixxu għall-stress, vjolenza u fastidju fuq ix-xogħol; dawn jikkonċernaw il-mod kif ix-xogħol huwa organizzat u huma ta' spiss imsejjħa 'riskji psikosoċjali'. Jekk jogħġbok għidli jekk xi wieħed minn dawn ir-riskji psikosoċjali li ġejjin huma ta' tħassib fil-post tax-xogħol tiegħek. Siegħat tax-xogħol twal jew irregolari":{"code":"mm2028"},"Diversi fatturi jistgħu jikkontribwixxu għall-stress, vjolenza u fastidju fuq ix-xogħol; dawn jikkonċernaw il-mod kif ix-xogħol huwa organizzat u huma ta' spiss imsejjħa 'riskji psikosoċjali'. Jekk jogħġbok għidli jekk xi wieħed minn dawn ir-riskji psikosoċjali li ġejjin huma ta' tħassib fil-post tax-xogħol tiegħek. Kooperazzjoni fqira fost il-kollegi":{"code":"mm2023"},"Diversi fatturi jistgħu jikkontribwixxu għall-stress, vjolenza u fastidju fuq ix-xogħol; dawn jikkonċernaw il-mod kif ix-xogħol huwa organizzat u huma ta' spiss imsejjħa 'riskji psikosoċjali'. Jekk jogħġbok għidli jekk xi wieħed minn dawn ir-riskji psikosoċjali li ġejjin huma ta' tħassib fil-post tax-xogħol tiegħek. Komunikazzjoni batuta bejn il-management u l-impjegati":{"code":"mm2022"},"Diversi fatturi jistgħu jikkontribwixxu għall-stress, vjolenza u fastidju fuq ix-xogħol; dawn jikkonċernaw il-mod kif ix-xogħol huwa organizzat u huma ta' spiss imsejjħa 'riskji psikosoċjali'. Jekk jogħġbok għidli jekk xi wieħed minn dawn ir-riskji psikosoċjali li ġejjin huma ta' tħassib fil-post tax-xogħol tiegħek. Problemi fir-relazzjoni bejn is-supervisor u l-impjegat":{"code":"mm2027"},"Diversi fatturi jistgħu jikkontribwixxu għall-stress, vjolenza u fastidju fuq ix-xogħol; dawn jikkonċernaw il-mod kif ix-xogħol huwa organizzat u huma ta' spiss imsejjħa 'riskji psikosoċjali'. Jekk jogħġbok għidli jekk xi wieħed minn dawn ir-riskji psikosoċjali li ġejjin huma ta' tħassib fil-post tax-xogħol tiegħek. Pressjoni ta' ħin":{"code":"mm2021"}}},"Ġestjoni ta’ riskji psikosoċjali fl-istabbiliment":{"code":"mopre","children":{"U għandkom proċedura li titratta l-vjolenza relatata max-xogħol?":{"code":"mm252"},"Ġew infurmati dwar lil min għandhom jindirizzaw f'każ ta' problemi psikosoċjali relatati max-xogħol?":{"code":"mm260"},"Inti tinforma lill-impjegati dwar riskji psikolsoċjali u l-effett tagħhom fuq is-saħħa u sigurtà?":{"code":"mm259"},"Il-post tax-xogħol tiegħek għandu proċedura sabiex jittratta ma' stress relatat max-xogħol?":{"code":"mm250"},"Il-post tax-xogħol tiegħek jieħu azzjoni jekk ikun hemm impjegati individwali li jaħdmu siegħat eċċessivi li huma twal jew irregolari?":{"code":"mm256"},"Fl-aħħar 3 snin, il-post tax-xogħol tiegħek għamel użu minn xi waħda minn dawn il-miżuri li ġejjin sabiex tittratta r-riskji psikosoċjali? Disinn mill-ġdid (redesign) tal-post tax-xogħol":{"code":"mm2532"},"Fl-aħħar 3 snin, il-post tax-xogħol tiegħek għamel użu minn xi waħda minn dawn il-miżuri li ġejjin sabiex tittratta r-riskji psikosoċjali? Tibdil fil-mod  kif ix-xogħol huwa organizzat":{"code":"mm2531"},"Fl-aħħar 3 snin, il-post tax-xogħol tiegħek għamel użu minn xi waħda minn dawn il-miżuri li ġejjin sabiex tittratta r-riskji psikosoċjali? Tibdiliet fl-arranġamenti tal-ħin tax-xogħol":{"code":"mm2535"},"Fl-aħħar 3 snin, il-post tax-xogħol tiegħek għamel użu minn xi waħda minn dawn il-miżuri li ġejjin sabiex tittratta r-riskji psikosoċjali? Għoti ta' parir kunfidenzjali għall-impjegati":{"code":"mm2533"},"Fl-aħħar 3 snin, il-post tax-xogħol tiegħek għamel użu minn xi waħda minn dawn il-miżuri li ġejjin sabiex tittratta r-riskji psikosoċjali? Twaqqif ta' proċedura għar-riżoluzzjoni ta' kunflitt":{"code":"mm2534"},"Fl-aħħar 3 snin, il-post tax-xogħol tiegħek għamel użu minn xi waħda minn dawn il-miżuri li ġejjin sabiex tittratta r-riskji psikosoċjali? Għoti ta' taħriġ":{"code":"mm2536"},"Hemm proċedura fis-seħħ sabiex titratta l-bullying jew il-fastidu?":{"code":"mm251"}}}}},"Sector":{"code":"sector","children":{"By Sector":{"code":"by_sector","children":{"Servizzi Privati":{"code":"private_services"},"Settur ta’ produzzjoni":{"code":"production_sector"},"Servizzi Pubbliċi":{"code":"public_services"}}},"Total":{"code":"total_sector","children":{"Total":{"code":"total_total_sector"}}}}},"Size":{"code":"size","children":{"By Establishment Size":{"code":"by_establishment_size","children":{"10 impjegati sa 19":{"code":"10_to_19_employees"},"20 impjegat sa 49":{"code":"20_to_49_employees"},"250 impjegat sa 499":{"code":"250_to_499_employees"},"50 impjegat sa 249":{"code":"50_to_249_employees"},"500 impjegat jew aktar":{"code":"500_or_more_employees"}}},"Total":{"code":"total_size","children":{"Total":{"code":"total_total_size"}}}}}}