{"Answer":{"code":"answer","children":{"Yes No":{"code":"yes_no","children":{"DK\/NA":{"code":"dk_na"},"No":{"code":"no"},"Yes":{"code":"yes"}}}}},"Country":{"code":"country","children":{"Albania":{"code":"albania"},"Andorra":{"code":"andorra"},"Austria":{"code":"austria"},"Belarus":{"code":"belarus"},"Belgium":{"code":"belgium"},"Bosnia-Herzegovina":{"code":"bosnia-herzegovina"},"Bulgaria":{"code":"bulgaria"},"Croatia":{"code":"croatia"},"Cyprus":{"code":"cyprus"},"Czech Republic":{"code":"czech republic"},"Denmark":{"code":"denmark"},"England":{"code":"england"},"Estonia":{"code":"estonia"},"Finland":{"code":"finland"},"France":{"code":"france"},"Germany":{"code":"germany"},"Greece":{"code":"greece"},"Hungary":{"code":"hungary"},"Iceland":{"code":"iceland"},"Ireland":{"code":"ireland"},"Italy":{"code":"italy"},"Latvia":{"code":"latvia"},"Liechtenstein":{"code":"liechtenstein"},"Lithuania":{"code":"lithuania"},"Luxembourg":{"code":"luxembourg"},"Macedonia":{"code":"macedonia"},"Malta":{"code":"malta"},"Moldova":{"code":"moldova"},"Monaco":{"code":"monaco"},"Montenegro":{"code":"montenegro"},"Netherlands":{"code":"netherlands"},"Norway":{"code":"norway"},"Poland":{"code":"poland"},"Portugal":{"code":"portugal"},"Romania":{"code":"romania"},"Russia":{"code":"russia"},"San Marino":{"code":"san marino"},"Scotland":{"code":"scotland"},"Serbia":{"code":"serbia"},"Slovakia":{"code":"slovakia"},"Slovenia":{"code":"slovenia"},"Spain":{"code":"spain"},"Sweden":{"code":"sweden"},"Switzerland":{"code":"switzerland"},"Turkey":{"code":"turkey"},"Ukraine":{"code":"ukraine"},"United Kingdom":{"code":"united kingdom"},"Vatican City":{"code":"vatican city"}}},"Indicator":{"code":"indicator","children":{"ŠĶĒRŠĻI PSIHOSOCIĀLO RISKU PĀRVALDĪBAI UN ESOŠAIS ATBALSTS":{"code":"bfprmes","children":{"Salīdzinot ar citiem ar darba drošību un veselības aizsardzību saistītiem jautājumiem: Vai novērst psihosociālos riskus ir grūtāk, vieglāk vai nav atšķirības":{"code":"mm300"},"Vai jums būtu nepieciešama papildus informācija vai atbalsts šajā jautājumā?":{"code":"mm303a"},"Vai jūsu esat izmantojuši ārēju avotu informāciju vai atbalstu psihosociālo risku novēršanai?":{"code":"mm302"}}},"FORMĀLĀ DARBINIEKU PĀRSTĀVNIECĪBA DARBA DROŠĪBAS UN VESELĪBAS AIZSARDZĪBAS JAUTĀJUMOS":{"code":"feroi","children":{"Un vai jūsu uzņēmuma vienībā ir arodbiedrība?":{"code":"mm351"},"Vai jūsu uzņēmuma vienībā ir darbinieku pilnvarotais pārstāvis vai Darba padome?":{"code":"mm350"},"Vai jūsu uzņēmuma vienībā ir nodarbināto uzticības persona?":{"code":"mm355"},"Vai jūsu uzņēmuma vienībā ir nodarbināto uzticības personu komiteja?":{"code":"mm358"},"Vai šajā uzņēmumā ir (pārstāvja darba drošības un veselības aizsardzības jautājumos)* biedrs?":{"code":"mm355nl"}}},"VISPĀRĪGĀ DARBA DROŠĪBAS UN VESELĪBAS AIZSARDZĪBAS PĀRVALDĪBA UZŅĒMUMA VIENĪBĀ":{"code":"ghsme","children":{"Vai darba drošības un veselības aizsardzības jautājumi Jūsu uzņēmuma vienības augstākās vadības sanāksmēs tiek apskatīti regulāri, laiku pa laikam vai praktiski nekad?":{"code":"mm158"},"Vai jūsu uzņēmuma vienībā regulāri risku novērtējuma vai līdzīgu pasākumu ietvaros tiek pārbaudīta darbavietu atbilstība drošībai un veselībai?":{"code":"mm161"},"Vai jūs zināt kaut ko par Eiropas darba drošības un veselības aizsardzības nedēļu?":{"code":"mm175"},"Vai jūs veicat pasākumus, lai veicinātu darbinieku atgriešanos darbā pēc ilgstoša darba kavējuma slimības dēļ?":{"code":"mm153"},"Vai jūsu uzņēmuma vienībā regulāri tiek analizēti darba kavējuma iemesli slimības dēļ?":{"code":"mm152"},"Vai Valsts darba inspekcija pēdējo 3 gadu laikā  ir veikusi Jūsu uzņēmuma vienībā darba drošības un veselības aizsardzības pārbaudi?":{"code":"mm170"},"Vai jūsu uzņēmuma vienība ir izmantojusi šādu organizāciju vai iestāžu sniegtu informāciju par darba drošību un veselības aizsardzību? Nolīgti darba drošības un veselības aizsardzības speciālisti":{"code":"mm1737"},"Vai jūsu uzņēmuma vienība ir izmantojusi šādu organizāciju vai iestāžu sniegtu informāciju par darba drošību un veselības aizsardzību? Darba devēju organizācijas":{"code":"mm1735"},"Vai jūsu uzņēmuma vienība ir izmantojusi šādu organizāciju vai iestāžu sniegtu informāciju par darba drošību un veselības aizsardzību? Uzņēmuma iekšējie darba drošības un veselības aizsardzības dienesti":{"code":"mm1733"},"Vai jūsu uzņēmuma vienība ir izmantojusi šādu organizāciju vai iestāžu sniegtu informāciju par darba drošību un veselības aizsardzību? Apdrošināšanas pakalpojumu sniedzēji":{"code":"mm1738"},"Vai jūsu uzņēmuma vienība ir izmantojusi šādu organizāciju vai iestāžu sniegtu informāciju par darba drošību un veselības aizsardzību? Oficiālās darba drošības un veselības aizsardzības iestādes":{"code":"mm1731"},"Vai jūsu uzņēmuma vienība ir izmantojusi šādu organizāciju vai iestāžu sniegtu informāciju par darba drošību un veselības aizsardzību? Eiropas Darba drošības un veselības aizsardzības aģentūra":{"code":"mm1732"},"Vai jūsu uzņēmuma vienība ir izmantojusi šādu organizāciju vai iestāžu sniegtu informāciju par darba drošību un veselības aizsardzību? Valsts darba inspekcija":{"code":"mm1734"},"Vai jūsu uzņēmuma vienība ir izmantojusi šādu organizāciju vai iestāžu sniegtu informāciju par darba drošību un veselības aizsardzību? Arodbiedrības":{"code":"mm1736"},"Cik svarīgi jūsu uzņēmuma vienībā ir šādi iemesli, lai pievērstos darba drošības un veselības aizsardzības jautājumu risināšanai? Par katru no šiem, lūdzu, norādiet, vai tas ir ļoti nozīmīgs, maznozīmīgs vai pavisam nesvarīgs iemesls. Ekonomiski vai ar darba izpildi saistīti iemesli":{"code":"mm1714"},"Cik svarīgi jūsu uzņēmuma vienībā ir šādi iemesli, lai pievērstos darba drošības un veselības aizsardzības jautājumu risināšanai? Par katru no šiem, lūdzu, norādiet, vai tas ir ļoti nozīmīgs, maznozīmīgs vai pavisam nesvarīgs iemesls. Spiediens no Valsts darba inspekcijas puses":{"code":"mm1716"},"Cik svarīgi jūsu uzņēmuma vienībā ir šādi iemesli, lai pievērstos darba drošības un veselības aizsardzības jautājumu risināšanai? Par katru no šiem, lūdzu, norādiet, vai tas ir ļoti nozīmīgs, maznozīmīgs vai pavisam nesvarīgs iemesls. Darbinieku vai viņu pārstāvju lūgums":{"code":"mm1712"},"Cik svarīgi jūsu uzņēmuma vienībā ir šādi iemesli, lai pievērstos darba drošības un veselības aizsardzības jautājumu risināšanai? Par katru no šiem, lūdzu, norādiet, vai tas ir ļoti nozīmīgs, maznozīmīgs vai pavisam nesvarīgs iemesls. Klientu prasības vai bažas par uzņēmuma reputāciju":{"code":"mm1715"},"Cik svarīgi jūsu uzņēmuma vienībā ir šādi iemesli, lai pievērstos darba drošības un veselības aizsardzības jautājumu risināšanai? Par katru no šiem, lūdzu, norādiet, vai tas ir ļoti nozīmīgs, maznozīmīgs vai pavisam nesvarīgs iemesls. Darbinieku saglabāšanas un darba kavējumu pārvaldība":{"code":"mm1713"},"Cik svarīgi jūsu uzņēmuma vienībā ir šādi iemesli, lai pievērstos darba drošības un veselības aizsardzības jautājumu risināšanai? Par katru no šiem, lūdzu, norādiet, vai tas ir ļoti nozīmīgs, maznozīmīgs vai pavisam nesvarīgs iemesls. Likumisko prasību izpilde":{"code":"mm1711"},"Kādi ir galvenie šķēršļi, kas traucē veikt nepieciešamos darba drošības un veselības aizsardzības pasākumus Jūsu uzņēmuma vienībā. Par katru no šiem, lūdzu, norādiet, vai tas ir ļoti nozīmīgs, maznozīmīgs vai tas pavisam nav šķērslis. Informētības trūkums":{"code":"mm1722"},"Kādi ir galvenie šķēršļi, kas traucē veikt nepieciešamos darba drošības un veselības aizsardzības pasākumus Jūsu uzņēmuma vienībā. Par katru no šiem, lūdzu, norādiet, vai tas ir ļoti nozīmīgs, maznozīmīgs vai tas pavisam nav šķērslis. Speciālu zināšanu\/kompetences trūkums":{"code":"mm1723"},"Kādi ir galvenie šķēršļi, kas traucē veikt nepieciešamos darba drošības un veselības aizsardzības pasākumus Jūsu uzņēmuma vienībā. Par katru no šiem, lūdzu, norādiet, vai tas ir ļoti nozīmīgs, maznozīmīgs vai tas pavisam nav šķērslis. Līdzekļu tādu kā, piemēram, laiks, darbaspēks vai nauda, trūkums":{"code":"mm1721"},"Kādi ir galvenie šķēršļi, kas traucē veikt nepieciešamos darba drošības un veselības aizsardzības pasākumus Jūsu uzņēmuma vienībā. Par katru no šiem, lūdzu, norādiet, vai tas ir ļoti nozīmīgs, maznozīmīgs vai tas pavisam nav šķērslis. Tehniskā nodrošinājuma vai instrukciju  trūkums":{"code":"mm1724"},"Kādi ir galvenie šķēršļi, kas traucē veikt nepieciešamos darba drošības un veselības aizsardzības pasākumus Jūsu uzņēmuma vienībā. Par katru no šiem, lūdzu, norādiet, vai tas ir ļoti nozīmīgs, maznozīmīgs vai tas pavisam nav šķērslis. Uzņēmuma viebības\/uzņēmuma kultūra":{"code":"mm1725"},"Kādi ir galvenie šķēršļi, kas traucē veikt nepieciešamos darba drošības un veselības aizsardzības pasākumus Jūsu uzņēmuma vienībā. Par katru no šiem, lūdzu, norādiet, vai tas ir ļoti nozīmīgs, maznozīmīgs vai tas pavisam nav šķērslis. Tas ir jūtīgs jautājums":{"code":"mm1726"},"Vai tiek veiktas regulāras medicīniskās pārbaudes, lai apzinātu darbinieku veselības stāvokli?":{"code":"mm154"},"Vai jūsu uzņēmuma vienībā ir dokumentēta politika, pārvaldības sistēma vai rīcības plāns attiecībā uz darba drošību un veselības aizsardzību?":{"code":"mm155"},"Kopumā, kā jūs vērtējat vidējā līmeņa vadītāju un vadības pārstāvju iesaistības pakāpi ar darba drošību un veselības aizsardzību saistītu jautājumu risināšanā? Vai tā ir ļoti augsta, diezgan augsta, diezgan zema vai ļoti zema?":{"code":"mm159"},"Kādus darba drošības un veselības aizsardzības pakalpojumus jūs izmantojat: vienalga vai iekšējos vai uz līguma pamata no ārpuses? Vispārējas konsultācijas darba drošības un veselības aizsardzības jomā":{"code":"mm1505"},"Kādus darba drošības un veselības aizsardzības pakalpojumus jūs izmantojat: vienalga vai iekšējos vai uz līguma pamata no ārpuses? Psihologs":{"code":"mm1503"},"Kādus darba drošības un veselības aizsardzības pakalpojumus jūs izmantojat: vienalga vai iekšējos vai uz līguma pamata no ārpuses? Darba drošības speciālists":{"code":"mm1502"},"Kādus darba drošības un veselības aizsardzības pakalpojumus jūs izmantojat: vienalga vai iekšējos vai uz līguma pamata no ārpuses? Ergonomikas eksperts, kurš nodarbojas ar darbavietu iekārtošanu":{"code":"mm1504"},"Kādus darba drošības un veselības aizsardzības pakalpojumus jūs izmantojat: vienalga vai iekšējos vai uz līguma pamata no ārpuses? Ārsts, kas ir specializējies arodveselības jomā (arodārsts)":{"code":"mm1501"}}},"DARBA DROŠĪBAS UN VESELĪBAS AIZSARDZĪBAS RISKI UZŅĒMUMA VIENĪBĀ":{"code":"hsre","children":{"Par katru no šiem faktoriem, sakiet, lūdzu, vai Jūsu uzņēmuma vienībā tiem tiek pievērsta liela uzmanība, zināma uzmanība vai netiek pievērsta uzmanība nemaz? Nelaimes gadījumi":{"code":"mm2002"},"Par katru no šiem faktoriem, sakiet, lūdzu, vai Jūsu uzņēmuma vienībā tiem tiek pievērsta liela uzmanība, zināma uzmanība vai netiek pievērsta uzmanība nemaz? Iebiedēšana vai psiholoģiskais terors, piemēram, apvainošana, pazemošana vai uzbrukums no kolēģu vai vadības puses":{"code":"mm2007"},"Par katru no šiem faktoriem, sakiet, lūdzu, vai Jūsu uzņēmuma vienībā tiem tiek pievērsta liela uzmanība, zināma uzmanība vai netiek pievērsta uzmanība nemaz? Bīstamas vielas (Intervētājam: nepieciešamības gadījumā paskaidrojiet: piemēram, putekļi, ķīmiskas, bioloģiskas vai radioaktīvas vielas)":{"code":"mm2001"},"Par katru no šiem faktoriem, sakiet, lūdzu, vai Jūsu uzņēmuma vienībā tiem tiek pievērsta liela uzmanība, zināma uzmanība vai netiek pievērsta uzmanība nemaz? Balsta un kustību aparāta traucējumi, piemēram, muguras sāpes, sāpes sprandā, rokās vai kājās":{"code":"mm2004"},"Par katru no šiem faktoriem, sakiet, lūdzu, vai Jūsu uzņēmuma vienībā tiem tiek pievērsta liela uzmanība, zināma uzmanība vai netiek pievērsta uzmanība nemaz? Troksnis un vibrācijas":{"code":"mm2003"},"Par katru no šiem faktoriem, sakiet, lūdzu, vai Jūsu uzņēmuma vienībā tiem tiek pievērsta liela uzmanība, zināma uzmanība vai netiek pievērsta uzmanība nemaz? Vardarbība vai vardarbības draudi":{"code":"mm2006"},"Par katru no šiem faktoriem, sakiet, lūdzu, vai Jūsu uzņēmuma vienībā tiem tiek pievērsta liela uzmanība, zināma uzmanība vai netiek pievērsta uzmanība nemaz? Stress, kas saistīts ar darba pienākumu izpildi":{"code":"mm2005"},"Stresu, vardarbību un psiholoģisko teroru darbā var sekmēt dažādi faktori; tie saistīti ar darba organizāciju un tos bieži dēvē par \"psihosociāliem riskiem\". Lūdzu, sakiet, kurš no šiem psihosociālajiem riskiem attiecas uz Jūsu uzņēmuma vienību? Neskaidra cilvēkresursu politika":{"code":"mm2029"},"Stresu, vardarbību un psiholoģisko teroru darbā var sekmēt dažādi faktori; tie saistīti ar darba organizāciju un tos bieži dēvē par \"psihosociāliem riskiem\". Lūdzu, sakiet, kurš no šiem psihosociālajiem riskiem attiecas uz Jūsu uzņēmuma vienību? Diskriminācija (piemēram, dzimuma, vecuma vai etniskā diskriminācija)":{"code":"mm20210"},"Stresu, vardarbību un psiholoģisko teroru darbā var sekmēt dažādi faktori; tie saistīti ar darba organizāciju un tos bieži dēvē par \"psihosociāliem riskiem\". Lūdzu, sakiet, kurš no šiem psihosociālajiem riskiem attiecas uz Jūsu uzņēmuma vienību? Darbs ar sarežģītiem klientiem, pacientiem, skolniekiem utt.":{"code":"mm2026"},"Stresu, vardarbību un psiholoģisko teroru darbā var sekmēt dažādi faktori; tie saistīti ar darba organizāciju un tos bieži dēvē par \"psihosociāliem riskiem\". Lūdzu, sakiet, kurš no šiem psihosociālajiem riskiem attiecas uz Jūsu uzņēmuma vienību? Darbavietas nedrošība\/nepastāvība":{"code":"mm2025"},"Stresu, vardarbību un psiholoģisko teroru darbā var sekmēt dažādi faktori; tie saistīti ar darba organizāciju un tos bieži dēvē par \"psihosociāliem riskiem\". Lūdzu, sakiet, kurš no šiem psihosociālajiem riskiem attiecas uz Jūsu uzņēmuma vienību? Darbinieku nespēja ietekmēt  sava darba organizāciju":{"code":"mm2024"},"Stresu, vardarbību un psiholoģisko teroru darbā var sekmēt dažādi faktori; tie saistīti ar darba organizāciju un tos bieži dēvē par \"psihosociāliem riskiem\". Lūdzu, sakiet, kurš no šiem psihosociālajiem riskiem attiecas uz Jūsu uzņēmuma vienību? Garas vai neregulāras darba stundas":{"code":"mm2028"},"Stresu, vardarbību un psiholoģisko teroru darbā var sekmēt dažādi faktori; tie saistīti ar darba organizāciju un tos bieži dēvē par \"psihosociāliem riskiem\". Lūdzu, sakiet, kurš no šiem psihosociālajiem riskiem attiecas uz Jūsu uzņēmuma vienību? Vāja sadarbība kolēģu starpā":{"code":"mm2023"},"Stresu, vardarbību un psiholoģisko teroru darbā var sekmēt dažādi faktori; tie saistīti ar darba organizāciju un tos bieži dēvē par \"psihosociāliem riskiem\". Lūdzu, sakiet, kurš no šiem psihosociālajiem riskiem attiecas uz Jūsu uzņēmuma vienību? Slikta komunikācija starp vadību un darbiniekiem":{"code":"mm2022"},"Stresu, vardarbību un psiholoģisko teroru darbā var sekmēt dažādi faktori; tie saistīti ar darba organizāciju un tos bieži dēvē par \"psihosociāliem riskiem\". Lūdzu, sakiet, kurš no šiem psihosociālajiem riskiem attiecas uz Jūsu uzņēmuma vienību? Problemas vadības un darbinieku attiecības":{"code":"mm2027"},"Stresu, vardarbību un psiholoģisko teroru darbā var sekmēt dažādi faktori; tie saistīti ar darba organizāciju un tos bieži dēvē par \"psihosociāliem riskiem\". Lūdzu, sakiet, kurš no šiem psihosociālajiem riskiem attiecas uz Jūsu uzņēmuma vienību? Laika trūkums":{"code":"mm2021"}}},"PSIHOSOCIĀLO RISKU PĀRVALDĪBA UZŅĒMUMA VIENĪBĀ":{"code":"mopre","children":{"Vai jūsu pārstāvētajā uzņēmuma vienībā ir noteikta kārtība, kā risināt problēmas, kas saistītas ar vardarbību darba vietā?":{"code":"mm252"},"Vai darbinieki ir informēti, kur vērsties ar darbu saistīto psihosociālo problēmu gadījumā ?":{"code":"mm260"},"Vai jūs informējat darbiniekus par psihosociālajiem riskiem un to ietekmi uz drošību un veselību?":{"code":"mm259"},"Vai jūsu pārstāvētajā uzņēmuma vienībā ir noteikta kārtība, kā mazināt stresu, kas saistīts ar darba pienākumu izpildi?":{"code":"mm250"},"Vai jūsu uzņēmuma vienībā tiek veikti kaut kādi pasākumi, ja atsevišķi darbinieki strādā pārāk garas vai neregulāras darba stundas?":{"code":"mm256"},"Vai pēdējo 3 gadu laikā jūsu uzņēmuma vienībā ir izmantots kāds no šiem veidiem psihosociālo risku novēršanai? Darba vietas pārplānošana":{"code":"mm2532"},"Vai pēdējo 3 gadu laikā jūsu uzņēmuma vienībā ir izmantots kāds no šiem veidiem psihosociālo risku novēršanai? Izmaiņas darba organizācijā":{"code":"mm2531"},"Vai pēdējo 3 gadu laikā jūsu uzņēmuma vienībā ir izmantots kāds no šiem veidiem psihosociālo risku novēršanai? Izmaiņas darba laika sistēmā":{"code":"mm2535"},"Vai pēdējo 3 gadu laikā jūsu uzņēmuma vienībā ir izmantots kāds no šiem veidiem psihosociālo risku novēršanai? Konfidenciālas darbinieku konsultācijas":{"code":"mm2533"},"Vai pēdējo 3 gadu laikā jūsu uzņēmuma vienībā ir izmantots kāds no šiem veidiem psihosociālo risku novēršanai? Konfliktu risināšanas kārtības plānošana":{"code":"mm2534"},"Vai pēdējo 3 gadu laikā jūsu uzņēmuma vienībā ir izmantots kāds no šiem veidiem psihosociālo risku novēršanai? Apmācību nodrošināšana":{"code":"mm2536"},"Vai jūsu pārstāvētajā uzņēmuma vienībā ir noteikta kārtība, kā risināt iebiedēšanas vai psiholoģiskā terora problēmas?":{"code":"mm251"}}}}},"Sector":{"code":"sector","children":{"By Sector":{"code":"by_sector","children":{"Privāti pakalpojumi":{"code":"private_services"},"Ražošanas nozare":{"code":"production_sector"},"Sabiedriski pakalpojumi":{"code":"public_services"}}},"Total":{"code":"total_sector","children":{"Total":{"code":"total_total_sector"}}}}},"Size":{"code":"size","children":{"By Establishment Size":{"code":"by_establishment_size","children":{"1–9 darbinieki":{"code":"50_to_249_employees"},"500 vai vairāk darbinieku":{"code":"500_or_more_employees"}}},"Total":{"code":"total_size","children":{"Total":{"code":"total_total_size"}}}}}}