{"Answer":{"code":"answer","children":{"Yes No":{"code":"yes_no","children":{"DK\/NA":{"code":"dk_na"},"No":{"code":"no"},"Yes":{"code":"yes"}}}}},"Country":{"code":"country","children":{"Albania":{"code":"albania"},"Andorra":{"code":"andorra"},"Austria":{"code":"austria"},"Belarus":{"code":"belarus"},"Belgium":{"code":"belgium"},"Bosnia-Herzegovina":{"code":"bosnia-herzegovina"},"Bulgaria":{"code":"bulgaria"},"Croatia":{"code":"croatia"},"Cyprus":{"code":"cyprus"},"Czech Republic":{"code":"czech republic"},"Denmark":{"code":"denmark"},"England":{"code":"england"},"Estonia":{"code":"estonia"},"Finland":{"code":"finland"},"France":{"code":"france"},"Germany":{"code":"germany"},"Greece":{"code":"greece"},"Hungary":{"code":"hungary"},"Iceland":{"code":"iceland"},"Ireland":{"code":"ireland"},"Italy":{"code":"italy"},"Latvia":{"code":"latvia"},"Liechtenstein":{"code":"liechtenstein"},"Lithuania":{"code":"lithuania"},"Luxembourg":{"code":"luxembourg"},"Macedonia":{"code":"macedonia"},"Malta":{"code":"malta"},"Moldova":{"code":"moldova"},"Monaco":{"code":"monaco"},"Montenegro":{"code":"montenegro"},"Netherlands":{"code":"netherlands"},"Norway":{"code":"norway"},"Poland":{"code":"poland"},"Portugal":{"code":"portugal"},"Romania":{"code":"romania"},"Russia":{"code":"russia"},"San Marino":{"code":"san marino"},"Scotland":{"code":"scotland"},"Serbia":{"code":"serbia"},"Slovakia":{"code":"slovakia"},"Slovenia":{"code":"slovenia"},"Spain":{"code":"spain"},"Sweden":{"code":"sweden"},"Switzerland":{"code":"switzerland"},"Turkey":{"code":"turkey"},"Ukraine":{"code":"ukraine"},"United Kingdom":{"code":"united kingdom"},"Vatican City":{"code":"vatican city"}}},"Indicator":{"code":"indicator","children":{"OVIRE PRI UPRAVLJANJU S PSIHSOCIALNIMI TVEGANJI IN OBSTOJEČA PODPORA":{"code":"bfprmes","children":{"V primerjavi z drugimi vprašanji varnosti in zdravja pri delu: Ali je psihosocialna tveganja težje ali lažje reševati ali pri tem ni razlike?":{"code":"mm300"},"Ali bi potrebovali dodatne informacije ali podporo v tej zadevi?":{"code":"mm303a"},"Ali ste uporabili zunanje informacije ali podporo pri upravljanju s psihosocialnimi tveganji pri delu?":{"code":"mm302"}}},"FORMALNO ZASTOPANJE ZAPOSLENIH V ZADEVAH VARNOSTI IN ZDRAVJA PRI DELU":{"code":"feroi","children":{"In, ali imate sindikalnega zaupnika v tej poslovni enoti?":{"code":"mm351"},"Ali imate svet delavcev v tej poslovni enoti?":{"code":"mm350"},"Ali ima vaša poslovna enota internega delavskega zaupnika za varnost in zdravje pri delu?":{"code":"mm355"},"Ali imate v vaši ustanovi {odbor za varnost in zdravje delavcev}*?":{"code":"mm358"},"Ali je v tej ustanovi zaposlen član (predstavnik za varnost in zdravje}*?":{"code":"mm355nl"}}},"SPLOŠNO UPRAVLJANJE VARNOSTI IN ZDRAVJA PRI DELU V POSLOVNI ENOTI":{"code":"ghsme","children":{"Ali se na najvišjih sestankih vodstva redno, občasno ali praktično nikoli ne razpravlja o vprašanjih varnosti in zdravja pri delu ?":{"code":"mm158"},"Ali varnost in zdravje na delovnih mestih v vaši poslovni enoti redno preverjajo v sklopu ocenitve tveganja ali podobnih meritev?":{"code":"mm161"},"Ali poznate Evropski teden varnosti in zdravja pri delu?":{"code":"mm175"},"Ali ste sprejeli ukrepe, ki bi olajšali vrnitev zaposlenih na delovno mesto po dolgotrajni odstotnosti z dela zaradi bolezni?":{"code":"mm153"},"Ali vaša poslovna enota redno analizira vzroke odstotnosti zaradi bolezni?":{"code":"mm152"},"Ali je v zadnjih 3 letih (inšpektorat za delo) obiskal delovna mesta, da bi preveril zdravstvene in varnostne pogoje?":{"code":"mm170"},"Ali je vaša poslovna enota uporabila informacije o varnosti in zdravju pri delu katerega od sledečih organov ali institucij? Strokovnjaki za varnost in zdravje pri delu, najeti po pogodbit":{"code":"mm1737"},"Ali je vaša poslovna enota uporabila informacije o varnosti in zdravju pri delu katerega od sledečih organov ali institucij? Delodajalske organizacije":{"code":"mm1735"},"Ali je vaša poslovna enota uporabila informacije o varnosti in zdravju pri delu katerega od sledečih organov ali institucij? Interne storitve varnosti in zdravja pri delu":{"code":"mm1733"},"Ali je vaša poslovna enota uporabila informacije o varnosti in zdravju pri delu katerega od sledečih organov ali institucij? Ponudniki zavarovanj":{"code":"mm1738"},"Ali je vaša poslovna enota uporabila informacije o varnosti in zdravju pri delu katerega od sledečih organov ali institucij? Uradne institucije s področja varnosti in zdravja pri delu":{"code":"mm1731"},"Ali je vaša poslovna enota uporabila informacije o varnosti in zdravju pri delu katerega od sledečih organov ali institucij? Evropska agencija za varnost in zdravje pri delu":{"code":"mm1732"},"Ali je vaša poslovna enota uporabila informacije o varnosti in zdravju pri delu katerega od sledečih organov ali institucij? (Inšpektorat za delo)*":{"code":"mm1734"},"Ali je vaša poslovna enota uporabila informacije o varnosti in zdravju pri delu katerega od sledečih organov ali institucij? Sindikati":{"code":"mm1736"},"Kako pomembni so sledeči razlogi za obravnavo varnosti in zdravja pri delu v vaši poslovni enoti? Prosim povejte mi za vsakega, ali gre za pomemben razlog, manj pomemben razlog ali sploh ni razlog? Ekonomski vzroki ali vzroki, povezani s storilnostjo":{"code":"mm1714"},"Kako pomembni so sledeči razlogi za obravnavo varnosti in zdravja pri delu v vaši poslovni enoti? Prosim povejte mi za vsakega, ali gre za pomemben razlog, manj pomemben razlog ali sploh ni razlog? Pritisk (inšpektorata za delo)?":{"code":"mm1716"},"Kako pomembni so sledeči razlogi za obravnavo varnosti in zdravja pri delu v vaši poslovni enoti? Prosim povejte mi za vsakega, ali gre za pomemben razlog, manj pomemben razlog ali sploh ni razlog? Zahteve zaposlenih ali njihovih predstavnikov":{"code":"mm1712"},"Kako pomembni so sledeči razlogi za obravnavo varnosti in zdravja pri delu v vaši poslovni enoti? Prosim povejte mi za vsakega, ali gre za pomemben razlog, manj pomemben razlog ali sploh ni razlog? Zahteve strank ali zaskrbljenost za ugled organizacije":{"code":"mm1715"},"Kako pomembni so sledeči razlogi za obravnavo varnosti in zdravja pri delu v vaši poslovni enoti? Prosim povejte mi za vsakega, ali gre za pomemben razlog, manj pomemben razlog ali sploh ni razlog? Zadržati osebje in upravljati z odstotnostjo z dela":{"code":"mm1713"},"Kako pomembni so sledeči razlogi za obravnavo varnosti in zdravja pri delu v vaši poslovni enoti? Prosim povejte mi za vsakega, ali gre za pomemben razlog, manj pomemben razlog ali sploh ni razlog? Izpolnjevanje pravnih obveznosti":{"code":"mm1711"},"Katere so glavne težave pri obravnavanju varnosti in zdravja pri delu v vaši poslovni enoti? Prosim, povejte mi za vsako od sledečih izjav ali predstavlja veliko težavo, manjšo težavo ali sploh ni težava? Pomanjkanje zavedanja":{"code":"mm1722"},"Katere so glavne težave pri obravnavanju varnosti in zdravja pri delu v vaši poslovni enoti? Prosim, povejte mi za vsako od sledečih izjav ali predstavlja veliko težavo, manjšo težavo ali sploh ni težava? Pomanjkanje strokovnega znanja":{"code":"mm1723"},"Katere so glavne težave pri obravnavanju varnosti in zdravja pri delu v vaši poslovni enoti? Prosim, povejte mi za vsako od sledečih izjav ali predstavlja veliko težavo, manjšo težavo ali sploh ni težava? Pomanjkanje časa, zaposlenih ali denarja":{"code":"mm1721"},"Katere so glavne težave pri obravnavanju varnosti in zdravja pri delu v vaši poslovni enoti? Prosim, povejte mi za vsako od sledečih izjav ali predstavlja veliko težavo, manjšo težavo ali sploh ni težava? Pomanjkanje tehnične podpore ali navodil":{"code":"mm1724"},"Katere so glavne težave pri obravnavanju varnosti in zdravja pri delu v vaši poslovni enoti? Prosim, povejte mi za vsako od sledečih izjav ali predstavlja veliko težavo, manjšo težavo ali sploh ni težava? Kultura znotraj poslovne enote":{"code":"mm1725"},"Katere so glavne težave pri obravnavanju varnosti in zdravja pri delu v vaši poslovni enoti? Prosim, povejte mi za vsako od sledečih izjav ali predstavlja veliko težavo, manjšo težavo ali sploh ni težava? Občutljivost zadeve":{"code":"mm1726"},"Ali je zdravje zaposlenih spremljate z rednimi zdravniškimi pregledi?":{"code":"mm154"},"Ali v vaši poslovni enoti obstaja dokumentirana politika, izdelan sistem upravljanja ali akcijski načrt varnosti in zdravja pri delu?":{"code":"mm155"},"Gledano celovito, kako bi ocenili stopnjo vključenosti vodilnih in vodstvenih delavcev ter nadzornikov v upravljanje varnosti in zdravja pri delu? Ali je njihova vključenost zelo visoka, dokaj visoka, dokaj nizka ali zelo nizka?":{"code":"mm159"},"Kakšne storitve na področju varnosti in zdravja pri delu uporabljate, bodisi da jih zagotavljate z lastnimi kadri ali na podlagi pogodbe z zunanjim izvajalcem? Splošni svetovalec za varnost in zdravje pri delu":{"code":"mm1505"},"Kakšne storitve na področju varnosti in zdravja pri delu uporabljate, bodisi da jih zagotavljate z lastnimi kadri ali na podlagi pogodbe z zunanjim izvajalcem? Psiholog":{"code":"mm1503"},"Kakšne storitve na področju varnosti in zdravja pri delu uporabljate, bodisi da jih zagotavljate z lastnimi kadri ali na podlagi pogodbe z zunanjim izvajalcem? Izvedenec za varnost pri delu":{"code":"mm1502"},"Kakšne storitve na področju varnosti in zdravja pri delu uporabljate, bodisi da jih zagotavljate z lastnimi kadri ali na podlagi pogodbe z zunanjim izvajalcem? Strokovnjak za ergonomijo, ki se ukvarja postavitvijo delovnih mest?":{"code":"mm1504"},"Kakšne storitve na področju varnosti in zdravja pri delu uporabljate, bodisi da jih zagotavljate z lastnimi kadri ali na podlagi pogodbe z zunanjim izvajalcem? Zdravnik - specialist medicine dela":{"code":"mm1501"}}},"ZDRAVSTVENA IN VARNOSTNA TVEGANJA V POSLOVNI ENOTI":{"code":"hsre","children":{"Za vsako od sledečih zadev mi prosim povejte, ali povrzoča veliko skrbi, nekaj skrbi ali ne povzroča skrbi v vaši poslovni enoti? Nezgode pri delu":{"code":"mm2002"},"Za vsako od sledečih zadev mi prosim povejte, ali povrzoča veliko skrbi, nekaj skrbi ali ne povzroča skrbi v vaši poslovni enoti? Ustrahovanje ali nadlegovanje, npr. zloraba, ponižanje ali napad s strani sodelavcev ali nadrejenih":{"code":"mm2007"},"Za vsako od sledečih zadev mi prosim povejte, ali povrzoča veliko skrbi, nekaj skrbi ali ne povzroča skrbi v vaši poslovni enoti? Nevarne snovi (anketar: po potrebi razloži; npr. prah, kemikalije, biološke ali radioaktivne snovi)":{"code":"mm2001"},"Za vsako od sledečih zadev mi prosim povejte, ali povrzoča veliko skrbi, nekaj skrbi ali ne povzroča skrbi v vaši poslovni enoti? Kostno- mišične tegobe, kot so bolečine v hrbtu, vratu, rokah ali nogah":{"code":"mm2004"},"Za vsako od sledečih zadev mi prosim povejte, ali povrzoča veliko skrbi, nekaj skrbi ali ne povzroča skrbi v vaši poslovni enoti? Hrup in tresljaji":{"code":"mm2003"},"Za vsako od sledečih zadev mi prosim povejte, ali povrzoča veliko skrbi, nekaj skrbi ali ne povzroča skrbi v vaši poslovni enoti? Nasilje ali grožnja z nasiljem":{"code":"mm2006"},"Za vsako od sledečih zadev mi prosim povejte, ali povrzoča veliko skrbi, nekaj skrbi ali ne povzroča skrbi v vaši poslovni enoti? Stres povezan z delom":{"code":"mm2005"},"Številni dejavniki lahko vplivajo na stres, nasilje in nadlegovanje na delovnem mestu. Ti se nanašajo na način organizacije dela in jih pogosto imenujemo \"psihosocialna  tveganja\". Prosim povejte mi, ali je katero od sledečih psihosocialnih tveganj skrb zbujajoče v vaši poslovni enoti. Nejasna politika upravljanja s kadri":{"code":"mm2029"},"Številni dejavniki lahko vplivajo na stres, nasilje in nadlegovanje na delovnem mestu. Ti se nanašajo na način organizacije dela in jih pogosto imenujemo \"psihosocialna  tveganja\". Prosim povejte mi, ali je katero od sledečih psihosocialnih tveganj skrb zbujajoče v vaši poslovni enoti. Diskriminacija (na primer zaradi spola, starosti ali narodnosti)":{"code":"mm20210"},"Številni dejavniki lahko vplivajo na stres, nasilje in nadlegovanje na delovnem mestu. Ti se nanašajo na način organizacije dela in jih pogosto imenujemo \"psihosocialna  tveganja\". Prosim povejte mi, ali je katero od sledečih psihosocialnih tveganj skrb zbujajoče v vaši poslovni enoti. Delo s težavnimi strankami, pacienti, učenci, itd.":{"code":"mm2026"},"Številni dejavniki lahko vplivajo na stres, nasilje in nadlegovanje na delovnem mestu. Ti se nanašajo na način organizacije dela in jih pogosto imenujemo \"psihosocialna  tveganja\". Prosim povejte mi, ali je katero od sledečih psihosocialnih tveganj skrb zbujajoče v vaši poslovni enoti. Negotovost zaposlitve":{"code":"mm2025"},"Številni dejavniki lahko vplivajo na stres, nasilje in nadlegovanje na delovnem mestu. Ti se nanašajo na način organizacije dela in jih pogosto imenujemo \"psihosocialna  tveganja\". Prosim povejte mi, ali je katero od sledečih psihosocialnih tveganj skrb zbujajoče v vaši poslovni enoti. Pomanjkanje delavčevega nadzora nad organizacijo dela":{"code":"mm2024"},"Številni dejavniki lahko vplivajo na stres, nasilje in nadlegovanje na delovnem mestu. Ti se nanašajo na način organizacije dela in jih pogosto imenujemo \"psihosocialna  tveganja\". Prosim povejte mi, ali je katero od sledečih psihosocialnih tveganj skrb zbujajoče v vaši poslovni enoti. Dolg ali nereden delovni čas":{"code":"mm2028"},"Številni dejavniki lahko vplivajo na stres, nasilje in nadlegovanje na delovnem mestu. Ti se nanašajo na način organizacije dela in jih pogosto imenujemo \"psihosocialna  tveganja\". Prosim povejte mi, ali je katero od sledečih psihosocialnih tveganj skrb zbujajoče v vaši poslovni enoti. Slabo sodelovanje med sodelavci":{"code":"mm2023"},"Številni dejavniki lahko vplivajo na stres, nasilje in nadlegovanje na delovnem mestu. Ti se nanašajo na način organizacije dela in jih pogosto imenujemo \"psihosocialna  tveganja\". Prosim povejte mi, ali je katero od sledečih psihosocialnih tveganj skrb zbujajoče v vaši poslovni enoti. Slaba komunikacija med vodstvom in zaposlenimi":{"code":"mm2022"},"Številni dejavniki lahko vplivajo na stres, nasilje in nadlegovanje na delovnem mestu. Ti se nanašajo na način organizacije dela in jih pogosto imenujemo \"psihosocialna  tveganja\". Prosim povejte mi, ali je katero od sledečih psihosocialnih tveganj skrb zbujajoče v vaši poslovni enoti. Težave med nadrejenim in zaposlenim":{"code":"mm2027"},"Številni dejavniki lahko vplivajo na stres, nasilje in nadlegovanje na delovnem mestu. Ti se nanašajo na način organizacije dela in jih pogosto imenujemo \"psihosocialna  tveganja\". Prosim povejte mi, ali je katero od sledečih psihosocialnih tveganj skrb zbujajoče v vaši poslovni enoti. Časovni pritisk":{"code":"mm2021"}}},"UPRAVLJANJE S PSIHOSOCIALNIMI TVEGANJI V POSLOVNI ENOTI":{"code":"mopre","children":{"In, ali obstaja postopek za obvladovanje nasilja v zvezi z delom?":{"code":"mm252"},"Ali so bili obveščeni na koga se naj obrnejo v primeru psihosocialnih težav, povezanih z delom?":{"code":"mm260"},"Ali obveščate zaposlene o psihosocialnih tveganjih in njihovem učinku na zdravje in varnost?":{"code":"mm259"},"Ali imate v vaši poslovni enoti postopek upravljanja s stresom, povezanim z delom?":{"code":"mm250"},"Ali vaša poslovna enota ukrepa, če posamezni delavec dela prekomerno dolgo ali ima nereden delovni čas?":{"code":"mm256"},"Ali je v zadnjih 3 letih vaša poslovna enota uporabila katerega od sledečih ukrepov pri upravljanju psihosocialnih tveganj? Preureditev delovnega okolja":{"code":"mm2532"},"Ali je v zadnjih 3 letih vaša poslovna enota uporabila katerega od sledečih ukrepov pri upravljanju psihosocialnih tveganj? Spremembe načina organizacije dela":{"code":"mm2531"},"Ali je v zadnjih 3 letih vaša poslovna enota uporabila katerega od sledečih ukrepov pri upravljanju psihosocialnih tveganj? Spremembe delovnega časa":{"code":"mm2535"},"Ali je v zadnjih 3 letih vaša poslovna enota uporabila katerega od sledečih ukrepov pri upravljanju psihosocialnih tveganj? Zaupno svetovanje za zaposlene":{"code":"mm2533"},"Ali je v zadnjih 3 letih vaša poslovna enota uporabila katerega od sledečih ukrepov pri upravljanju psihosocialnih tveganj? Vzpostavitev postopka za reševanje konfliktov":{"code":"mm2534"},"Ali je v zadnjih 3 letih vaša poslovna enota uporabila katerega od sledečih ukrepov pri upravljanju psihosocialnih tveganj? Zagotavljanje usposabljanja":{"code":"mm2536"},"Ali obstaja postopek  za obvladovanje ustrahovanja ali nadlegovanja?":{"code":"mm251"}}}}},"Sector":{"code":"sector","children":{"By Sector":{"code":"by_sector","children":{"Zasebne storitve":{"code":"public_services"},"Proizvodni sektor":{"code":"production_sector"}}},"Total":{"code":"total_sector","children":{"Total":{"code":"total_total_sector"}}}}},"Size":{"code":"size","children":{"By Establishment Size":{"code":"by_establishment_size","children":{"10 do 19 zaposlenih":{"code":"10_to_19_employees"},"20 do 49 zaposlenih":{"code":"20_to_49_employees"},"250 do 499 zaposlenih":{"code":"250_to_499_employees"},"50 do 249 zaposlenih":{"code":"50_to_249_employees"},"500 ali več zaposlenih":{"code":"500_or_more_employees"}}},"Total":{"code":"total_size","children":{"Total":{"code":"total_total_size"}}}}}}