{"Answer":{"code":"answer","children":{"Yes No":{"code":"yes_no","children":{"DK\/NA":{"code":"dk_na"},"No":{"code":"no"},"Yes":{"code":"yes"}}}}},"Country":{"code":"country","children":{"Albania":{"code":"albania"},"Andorra":{"code":"andorra"},"Austria":{"code":"austria"},"Belarus":{"code":"belarus"},"Belgium":{"code":"belgium"},"Bosnia-Herzegovina":{"code":"bosnia-herzegovina"},"Bulgaria":{"code":"bulgaria"},"Croatia":{"code":"croatia"},"Cyprus":{"code":"cyprus"},"Czech Republic":{"code":"czech republic"},"Denmark":{"code":"denmark"},"England":{"code":"england"},"Estonia":{"code":"estonia"},"Finland":{"code":"finland"},"France":{"code":"france"},"Germany":{"code":"germany"},"Greece":{"code":"greece"},"Hungary":{"code":"hungary"},"Iceland":{"code":"iceland"},"Ireland":{"code":"ireland"},"Italy":{"code":"italy"},"Latvia":{"code":"latvia"},"Liechtenstein":{"code":"liechtenstein"},"Lithuania":{"code":"lithuania"},"Luxembourg":{"code":"luxembourg"},"Macedonia":{"code":"macedonia"},"Malta":{"code":"malta"},"Moldova":{"code":"moldova"},"Monaco":{"code":"monaco"},"Montenegro":{"code":"montenegro"},"Netherlands":{"code":"netherlands"},"Norway":{"code":"norway"},"Poland":{"code":"poland"},"Portugal":{"code":"portugal"},"Romania":{"code":"romania"},"Russia":{"code":"russia"},"San Marino":{"code":"san marino"},"Scotland":{"code":"scotland"},"Serbia":{"code":"serbia"},"Slovakia":{"code":"slovakia"},"Slovenia":{"code":"slovenia"},"Spain":{"code":"spain"},"Sweden":{"code":"sweden"},"Switzerland":{"code":"switzerland"},"Turkey":{"code":"turkey"},"Ukraine":{"code":"ukraine"},"United Kingdom":{"code":"united kingdom"},"Vatican City":{"code":"vatican city"}}},"Indicator":{"code":"indicator","children":{"Takistused psühhosotsiaalsete riskide juhtimise ja olemasoleva toe rakendamisel":{"code":"bfprmes","children":{"Kas võrreldes muude ohutus- ja tervishoiualaste küsimustega on psühhosotsiaalsete riskidega tegelemine raskem, vähem raske või ei ole vahet?":{"code":"mm300"},"Kas vajaksite selles küsimuses lisainfot või tuge?":{"code":"mm303a"},"Kas te olete kasutanud välisallikate infot või tuge, et tegelda tööl esinevate psühhosotsiaalsete riskidega?":{"code":"mm302"}}},"Ametlik töötajate esindus tööohutuse ja -tervishoiu küsimustes":{"code":"feroi","children":{"Ning kas teie ettevõttes on ametiühing?":{"code":"mm351"},"Kas teie ettevõttes on olemas  töönõukogu?":{"code":"mm350"},"Kas teie ettevõttel on töökeskkonna volinik?":{"code":"mm355"},"Kas teie ettevõttes on olemas töökeskkonna nõukogu?":{"code":"mm358"},"Kas teie ettevõttes on olemas {töökeskkonna volinik}*?":{"code":"mm355nl"}}},"Tervishoiu ja ohutuse üldine korraldus ettevõttes":{"code":"ghsme","children":{"Kas tervishoiu- ja ohutusalaseid küsimusi käsitletakse kõrgema juhtkonna koosolekutel regulaarselt, mõnikord või praktiliselt mitte kunagi?":{"code":"mm158"},"Kas teie ettevõttes kontrollitakse regulaarselt töökohtade ohutust ja tervislikkust riskianalüüsi vms meetmete raames?":{"code":"mm161"},"Kas olete teadlik Euroopa tööohutuse ja -tervishoiu nädalast?":{"code":"mm175"},"Kas rakendate meetmeid, et toetada töötajate tagasipöördumist tööle pärast haigusest tingitud pikemat puudumist?":{"code":"mm153"},"Kas teie ettevõte tavaliselt uurib haigestumisest tingitud töölt puudumise põhjuseid?":{"code":"mm152"},"Kas tööinspektsioon* on seda töökohta viimase 3 aasta jooksul külastanud, et kontrollida tervishoiu- ja ohutusalaseid tingimusi?":{"code":"mm170"},"Kas teie ettevõte on kasutanud tervishoiu- ja ohutusalast infot mõnelt järgmiselt organisatsioonilt või institutsioonilt? Lepingulised tervishoiu- ja ohutuseksperdid":{"code":"mm1737"},"Kas teie ettevõte on kasutanud tervishoiu- ja ohutusalast infot mõnelt järgmiselt organisatsioonilt või institutsioonilt? Tööandjate organisatsioonid":{"code":"mm1735"},"Kas teie ettevõte on kasutanud tervishoiu- ja ohutusalast infot mõnelt järgmiselt organisatsioonilt või institutsioonilt? Ettevõttesisesed tervishoiu- ja ohutusalased teenistused":{"code":"mm1733"},"Kas teie ettevõte on kasutanud tervishoiu- ja ohutusalast infot mõnelt järgmiselt organisatsioonilt või institutsioonilt? Kindlustusfirmad":{"code":"mm1738"},"Kas teie ettevõte on kasutanud tervishoiu- ja ohutusalast infot mõnelt järgmiselt organisatsioonilt või institutsioonilt? Ametlikud töötervishoiu ja -ohutusega tegelevad asutused":{"code":"mm1731"},"Kas teie ettevõte on kasutanud tervishoiu- ja ohutusalast infot mõnelt järgmiselt organisatsioonilt või institutsioonilt? Euroopa Tööohutuse ja Töötervishoiu Agentuur":{"code":"mm1732"},"Kas teie ettevõte on kasutanud tervishoiu- ja ohutusalast infot mõnelt järgmiselt organisatsioonilt või institutsioonilt? Tööinspektsioon":{"code":"mm1734"},"Kas teie ettevõte on kasutanud tervishoiu- ja ohutusalast infot mõnelt järgmiselt organisatsioonilt või institutsioonilt? Ametiühingud":{"code":"mm1736"},"Kuivõrd olulised on teie ettevõttele järgmised põhjused tervishoiu- ja ohutusalaste küsimustega tegelemiseks? Palun öelge iga põhjuse puhul, kas see on oluline põhjus, väheoluline põhjus või ei ole üldse põhjuseks. Majanduslikud või tulemuslikkusega seotud põhjused":{"code":"mm1714"},"Kuivõrd olulised on teie ettevõttele järgmised põhjused tervishoiu- ja ohutusalaste küsimustega tegelemiseks? Palun öelge iga põhjuse puhul, kas see on oluline põhjus, väheoluline põhjus või ei ole üldse põhjuseks. Tööinspektsiooni* surve":{"code":"mm1716"},"Kuivõrd olulised on teie ettevõttele järgmised põhjused tervishoiu- ja ohutusalaste küsimustega tegelemiseks? Palun öelge iga põhjuse puhul, kas see on oluline põhjus, väheoluline põhjus või ei ole üldse põhjuseks. Töötajate või nende esindajate soovid":{"code":"mm1712"},"Kuivõrd olulised on teie ettevõttele järgmised põhjused tervishoiu- ja ohutusalaste küsimustega tegelemiseks? Palun öelge iga põhjuse puhul, kas see on oluline põhjus, väheoluline põhjus või ei ole üldse põhjuseks. Klientide nõudmised või mure organisatsiooni pärast":{"code":"mm1715"},"Kuivõrd olulised on teie ettevõttele järgmised põhjused tervishoiu- ja ohutusalaste küsimustega tegelemiseks? Palun öelge iga põhjuse puhul, kas see on oluline põhjus, väheoluline põhjus või ei ole üldse põhjuseks. Personali säilitamine ja puudumistega tegelemine":{"code":"mm1713"},"Kuivõrd olulised on teie ettevõttele järgmised põhjused tervishoiu- ja ohutusalaste küsimustega tegelemiseks? Palun öelge iga põhjuse puhul, kas see on oluline põhjus, väheoluline põhjus või ei ole üldse põhjuseks. Õigussätte täitmine":{"code":"mm1711"},"Millised on teie ettevõttele põhilised raskused tervishoiu ja ohutusega tegelemisel? Palun öelge iga järgmise põhjuse kohta, kas see on oluline, väheoluline või ei ole üldse oluline. Vähene teadlikkus":{"code":"mm1722"},"Millised on teie ettevõttele põhilised raskused tervishoiu ja ohutusega tegelemisel? Palun öelge iga järgmise põhjuse kohta, kas see on oluline, väheoluline või ei ole üldse oluline. Oskuste puudumine":{"code":"mm1723"},"Millised on teie ettevõttele põhilised raskused tervishoiu ja ohutusega tegelemisel? Palun öelge iga järgmise põhjuse kohta, kas see on oluline, väheoluline või ei ole üldse oluline. Selliste ressursside puudumine nagu aeg, personal või raha":{"code":"mm1721"},"Millised on teie ettevõttele põhilised raskused tervishoiu ja ohutusega tegelemisel? Palun öelge iga järgmise põhjuse kohta, kas see on oluline, väheoluline või ei ole üldse oluline. Tehnilise toe või juhendamise puudumine":{"code":"mm1724"},"Millised on teie ettevõttele põhilised raskused tervishoiu ja ohutusega tegelemisel? Palun öelge iga järgmise põhjuse kohta, kas see on oluline, väheoluline või ei ole üldse oluline. Ettevõtte kultuur":{"code":"mm1725"},"Millised on teie ettevõttele põhilised raskused tervishoiu ja ohutusega tegelemisel? Palun öelge iga järgmise põhjuse kohta, kas see on oluline, väheoluline või ei ole üldse oluline. Küsimuste delikaatsus":{"code":"mm1726"},"Kas te viite läbi regulaarselt töötajate meditsiinikontrolli?":{"code":"mm154"},"Kas teie ettevõttes on olemas tervishoiu- ja ohutusalane strateegiadokument, välja töötatud juhtimissüsteem või tegevusplaan?":{"code":"mm155"},"Kuidas te üldiselt hindate vahetute juhtide ja ülemuste panust tervishoiu- ja ohutusalasesse juhtimisse? Kas see on väga kõrge, üsna kõrge, üsna madal või väga madal?":{"code":"mm159"},"Milliseid tervishoiu- ja ohutusteenuseid te kasutate, kas ettevõtte sees või väljaspool? Üldine tervise- ja ohutusalane konsultatsioon":{"code":"mm1505"},"Milliseid tervishoiu- ja ohutusteenuseid te kasutate, kas ettevõtte sees või väljaspool? Psühholoog":{"code":"mm1503"},"Milliseid tervishoiu- ja ohutusteenuseid te kasutate, kas ettevõtte sees või väljaspool? Turvaekspert":{"code":"mm1502"},"Milliseid tervishoiu- ja ohutusteenuseid te kasutate, kas ettevõtte sees või väljaspool? Ergonoomika ekspert, kes tegeleb töökoha korraldusega":{"code":"mm1504"},"Milliseid tervishoiu- ja ohutusteenuseid te kasutate, kas ettevõtte sees või väljaspool? Töötervishoiuarst":{"code":"mm1501"}}},"Tervishoiu- ja ohutusalased riskid ettevõttes":{"code":"hsre","children":{"Palun öelge iga järgmise valdkonna kohta, kas see valmistab teie ettevõttele suurt muret, mõningal määral muret või ei valmista üldse muret. Õnnetusjuhtumid":{"code":"mm2002"},"Palun öelge iga järgmise valdkonna kohta, kas see valmistab teie ettevõttele suurt muret, mõningal määral muret või ei valmista üldse muret. Mõnitamine või kiusamine, nt solvamine, alandamine või vägivald kolleegide või ülemuste poolt":{"code":"mm2007"},"Palun öelge iga järgmise valdkonna kohta, kas see valmistab teie ettevõttele suurt muret, mõningal määral muret või ei valmista üldse muret. Ohtlikud ained (int.: vajadusel selgitage: nt tolm, keemiline, bioloogiline või radioaktiivne)":{"code":"mm2001"},"Palun öelge iga järgmise valdkonna kohta, kas see valmistab teie ettevõttele suurt muret, mõningal määral muret või ei valmista üldse muret. Sellised luu-lihaskonna vaevused nagu seljavalu, valu kuklas, käsivartes või jalgades":{"code":"mm2004"},"Palun öelge iga järgmise valdkonna kohta, kas see valmistab teie ettevõttele suurt muret, mõningal määral muret või ei valmista üldse muret. Müra ja vibratsioon":{"code":"mm2003"},"Palun öelge iga järgmise valdkonna kohta, kas see valmistab teie ettevõttele suurt muret, mõningal määral muret või ei valmista üldse muret. Vägivald või vägivallaga ähvardamine":{"code":"mm2006"},"Palun öelge iga järgmise valdkonna kohta, kas see valmistab teie ettevõttele suurt muret, mõningal määral muret või ei valmista üldse muret. Tööga seotud stress":{"code":"mm2005"},"Stressi, vägivalda ja kiusamist töökohal mõjutavad mitmed tegurid; need puudutavad töökorraldust ja neist räägitakse sageli kui \"psühhosotsiaalsetest riskidest\". Palun öelge, kas mõni järgmistest psühhosotsiaalsetest riskidest on teie ettevõttes valupunktiks. Ebaselge inimressursside poliitika":{"code":"mm2029"},"Stressi, vägivalda ja kiusamist töökohal mõjutavad mitmed tegurid; need puudutavad töökorraldust ja neist räägitakse sageli kui \"psühhosotsiaalsetest riskidest\". Palun öelge, kas mõni järgmistest psühhosotsiaalsetest riskidest on teie ettevõttes valupunktiks. Diskrimineerimine (nt soost, vanusest või etnilisest päritolust tingitud)":{"code":"mm20210"},"Stressi, vägivalda ja kiusamist töökohal mõjutavad mitmed tegurid; need puudutavad töökorraldust ja neist räägitakse sageli kui \"psühhosotsiaalsetest riskidest\". Palun öelge, kas mõni järgmistest psühhosotsiaalsetest riskidest on teie ettevõttes valupunktiks. Vajadus tegeleda raskete klientide, patsientide, õpilastega jne.":{"code":"mm2026"},"Stressi, vägivalda ja kiusamist töökohal mõjutavad mitmed tegurid; need puudutavad töökorraldust ja neist räägitakse sageli kui \"psühhosotsiaalsetest riskidest\". Palun öelge, kas mõni järgmistest psühhosotsiaalsetest riskidest on teie ettevõttes valupunktiks. Töösuhte ebakindlus":{"code":"mm2025"},"Stressi, vägivalda ja kiusamist töökohal mõjutavad mitmed tegurid; need puudutavad töökorraldust ja neist räägitakse sageli kui \"psühhosotsiaalsetest riskidest\". Palun öelge, kas mõni järgmistest psühhosotsiaalsetest riskidest on teie ettevõttes valupunktiks. Töötajate vähene kontroll oma töökorralduse üle":{"code":"mm2024"},"Stressi, vägivalda ja kiusamist töökohal mõjutavad mitmed tegurid; need puudutavad töökorraldust ja neist räägitakse sageli kui \"psühhosotsiaalsetest riskidest\". Palun öelge, kas mõni järgmistest psühhosotsiaalsetest riskidest on teie ettevõttes valupunktiks. Pikk või ebaregulaarne tööaeg":{"code":"mm2028"},"Stressi, vägivalda ja kiusamist töökohal mõjutavad mitmed tegurid; need puudutavad töökorraldust ja neist räägitakse sageli kui \"psühhosotsiaalsetest riskidest\". Palun öelge, kas mõni järgmistest psühhosotsiaalsetest riskidest on teie ettevõttes valupunktiks. Halb koostöö kolleegide vahel":{"code":"mm2023"},"Stressi, vägivalda ja kiusamist töökohal mõjutavad mitmed tegurid; need puudutavad töökorraldust ja neist räägitakse sageli kui \"psühhosotsiaalsetest riskidest\". Palun öelge, kas mõni järgmistest psühhosotsiaalsetest riskidest on teie ettevõttes valupunktiks. Puudulik kommunikatsioon juhtkonna ja töötajate vahel":{"code":"mm2022"},"Stressi, vägivalda ja kiusamist töökohal mõjutavad mitmed tegurid; need puudutavad töökorraldust ja neist räägitakse sageli kui \"psühhosotsiaalsetest riskidest\". Palun öelge, kas mõni järgmistest psühhosotsiaalsetest riskidest on teie ettevõttes valupunktiks. Probleemid ülemuse - töötaja suhetes":{"code":"mm2027"},"Stressi, vägivalda ja kiusamist töökohal mõjutavad mitmed tegurid; need puudutavad töökorraldust ja neist räägitakse sageli kui \"psühhosotsiaalsetest riskidest\". Palun öelge, kas mõni järgmistest psühhosotsiaalsetest riskidest on teie ettevõttes valupunktiks. Ajasurve":{"code":"mm2021"}}},"Psühhosotsiaalsete riskide juhtimine ettevõttes":{"code":"mopre","children":{"Kas teil on kindlad tavad tööga seotud vägivallaga tegelemiseks?":{"code":"mm252"},"Kas neile öeldi, kelle poole pöörduda, kui esineb psühhosotsiaalseid  probleeme?":{"code":"mm260"},"Kas teavitate töötajaid psühhosotsiaalsetest riskidest ning nende mõjust tervisele ja ohutusele?":{"code":"mm259"},"Kas teie ettevõttel on kindlad tavad tööst tingitud stressiga tegelemiseks?":{"code":"mm250"},"Kas teie ettevõttes võetakse midagi ette, kui üksikud töötajad teevad liiga pikki tööpäevi või töötavad ebaregulaarse tööajaga?":{"code":"mm256"},"Kas teie ettevõte on viimase 3 aasta jooksul kasutanud psühhosotsiaalsete riskidega tegelemiseks mõnda järgmistest meetmetest? Tööala ümberkujundamine":{"code":"mm2532"},"Kas teie ettevõte on viimase 3 aasta jooksul kasutanud psühhosotsiaalsete riskidega tegelemiseks mõnda järgmistest meetmetest? Muutused töökorraldused":{"code":"mm2531"},"Kas teie ettevõte on viimase 3 aasta jooksul kasutanud psühhosotsiaalsete riskidega tegelemiseks mõnda järgmistest meetmetest? Muutused tööaja korralduses":{"code":"mm2535"},"Kas teie ettevõte on viimase 3 aasta jooksul kasutanud psühhosotsiaalsete riskidega tegelemiseks mõnda järgmistest meetmetest? Töötajate konfidentsiaalne nõustamine":{"code":"mm2533"},"Kas teie ettevõte on viimase 3 aasta jooksul kasutanud psühhosotsiaalsete riskidega tegelemiseks mõnda järgmistest meetmetest? Konfliktide lahendamise protseduuri kindlaksmääramine":{"code":"mm2534"},"Kas teie ettevõte on viimase 3 aasta jooksul kasutanud psühhosotsiaalsete riskidega tegelemiseks mõnda järgmistest meetmetest? Väljaõppe pakkumine":{"code":"mm2536"},"Kas on kindlad tavad mõnitamise või kiusamisega tegelemiseks?":{"code":"mm251"}}}}},"Sector":{"code":"sector","children":{"By Sector":{"code":"by_sector","children":{"Erasektori teenused":{"code":"private_services"},"Tootmissektor":{"code":"production_sector"},"Avalikud teenused":{"code":"public_services"}}},"Total":{"code":"total_sector","children":{"Total":{"code":"total_total_sector"}}}}},"Size":{"code":"size","children":{"By Establishment Size":{"code":"by_establishment_size","children":{"10 kuni 19 töötajat":{"code":"10_to_19_employees"},"20 kuni 49 töötajat":{"code":"20_to_49_employees"},"250 kuni 499 töötajat":{"code":"250_to_499_employees"},"50 kuni 249 töötajat":{"code":"50_to_249_employees"},"500 või rohkem töötajat":{"code":"500_or_more_employees"}}},"Total":{"code":"total_size","children":{"Total":{"code":"total_total_size"}}}}}}