{"Answer":{"code":"answer","children":{"Yes No":{"code":"yes_no","children":{"DK\/NA":{"code":"dk_na"},"No":{"code":"no"},"Yes":{"code":"yes"}}}}},"Country":{"code":"country","children":{"Albania":{"code":"albania"},"Andorra":{"code":"andorra"},"Austria":{"code":"austria"},"Belarus":{"code":"belarus"},"Belgium":{"code":"belgium"},"Bosnia-Herzegovina":{"code":"bosnia-herzegovina"},"Bulgaria":{"code":"bulgaria"},"Croatia":{"code":"croatia"},"Cyprus":{"code":"cyprus"},"Czech Republic":{"code":"czech republic"},"Denmark":{"code":"denmark"},"England":{"code":"england"},"Estonia":{"code":"estonia"},"Finland":{"code":"finland"},"France":{"code":"france"},"Germany":{"code":"germany"},"Greece":{"code":"greece"},"Hungary":{"code":"hungary"},"Iceland":{"code":"iceland"},"Ireland":{"code":"ireland"},"Italy":{"code":"italy"},"Latvia":{"code":"latvia"},"Liechtenstein":{"code":"liechtenstein"},"Lithuania":{"code":"lithuania"},"Luxembourg":{"code":"luxembourg"},"Macedonia":{"code":"macedonia"},"Malta":{"code":"malta"},"Moldova":{"code":"moldova"},"Monaco":{"code":"monaco"},"Montenegro":{"code":"montenegro"},"Netherlands":{"code":"netherlands"},"Norway":{"code":"norway"},"Poland":{"code":"poland"},"Portugal":{"code":"portugal"},"Romania":{"code":"romania"},"Russia":{"code":"russia"},"San Marino":{"code":"san marino"},"Scotland":{"code":"scotland"},"Serbia":{"code":"serbia"},"Slovakia":{"code":"slovakia"},"Slovenia":{"code":"slovenia"},"Spain":{"code":"spain"},"Sweden":{"code":"sweden"},"Switzerland":{"code":"switzerland"},"Turkey":{"code":"turkey"},"Ukraine":{"code":"ukraine"},"United Kingdom":{"code":"united kingdom"},"Vatican City":{"code":"vatican city"}}},"Indicator":{"code":"indicator","children":{"BARIÉRY PRO ŘÍZENÍ PSYCHOSOCIÁLNÍCH RIZIK A SOUČASNÁ PODPORA":{"code":"bfprmes","children":{"Ve srovnání s ostatními otázkami zdraví a bezpečnosti při práci: Je obtížnější řešit psychosociální rizika, nebo je to méně obtížné, nebo v tom není žádný rozdíl?":{"code":"mm300"},"Potřebovali byste nějaké dodatečné informace nebo podporu v této oblasti?":{"code":"mm303a"},"Využívali jste informací nebo podpory z externích zdrojů o tom, jak řešit psychosociální rizika na pracovišti?":{"code":"mm302"}}},"FORMÁLNÍ ZASTOUPENÍ ZAMĚSTNANCŮ VE VĚCECH ZDRAVÍ A BEZPEČNOSTI PŘI PRÁCI":{"code":"feroi","children":{"A existuje ve Vašem podniku nějaká odborová organizace?":{"code":"mm351"},"Máte v tomto podniku {radu zaměstnanců}*?":{"code":"mm350"},"Má Váš podnik interního {zástupce pro bezpečnost práce a ochranu zdraví}*?":{"code":"mm355"},"Existuje ve Vašem podniku výbor BOZP - Bezpečnost ochrany zdraví při práci?":{"code":"mm358"},"Je v tomto podniku člen {zástupce zaměstnanců pro BOZP}*?":{"code":"mm355nl"}}},"OBECNĚ MANAGEMENT O OTÁZKÁCH ZDRAVÍ A BEZPEČNOSTI PŘI PRÁCI V PODNIKU":{"code":"ghsme","children":{"Hovoří se o otázkách zdraví a bezpečnosti při práci na pravidelných schůzích vysokého managementu?":{"code":"mm158"},"Jsou pracoviště ve Vašem podniku pravidelně kontrolována z bezpečnostního a zdravotního hlediska v rámci hodnocení rizika nebo nějakého podobného opatření?":{"code":"mm161"},"Slyšel(a) jste někdy o tom, že se koná Evropský týden pro bezpečnost a zdraví při práci?":{"code":"mm175"},"Přijímáte opatření podporující návrat zaměstnanců do práce po dlouhodobé nepřítomnosti z důvodu nemoci?":{"code":"mm153"},"Provádí Vaše pracoviště běžně analýzu příčin absencí kvůli nemoci?":{"code":"mm152"},"Navštívil {inspektorát práce}* někdy v posledních 3 letech toto pracoviště s cílem zkontrolovat pracovní prostředí nebo pracovní podmínky?":{"code":"mm170"},"Využili jste informací o BOZP od některého z těchto orgánů či institucí?  Smluvní odborníci na BOZP":{"code":"mm1737"},"Využili jste informací o BOZP od některého z těchto orgánů či institucí?  Zaměstnavatelé? Organizace":{"code":"mm1735"},"Využili jste informací o BOZP od některého z těchto orgánů či institucí?  Interní služby v oblasti BOZP":{"code":"mm1733"},"Využili jste informací o BOZP od některého z těchto orgánů či institucí?  Pojišťovny":{"code":"mm1738"},"Využili jste informací o BOZP od některého z těchto orgánů či institucí?  Oficiální instituty pro bezpečnost a ochranu zdraví při práci":{"code":"mm1731"},"Využili jste informací o BOZP od některého z těchto orgánů či institucí?  Evropská agentura pro bezpečnost a ochranu zdraví při práci":{"code":"mm1732"},"Využili jste informací o BOZP od některého z těchto orgánů či institucí?  {Inspektorát práce}*":{"code":"mm1734"},"Využili jste informací o BOZP od některého z těchto orgánů či institucí?  Odborové organizace":{"code":"mm1736"},"Jak důležité jsou ve Vašem podniku následující důvody pro řešení otázky zdraví a bezpečnosti při práci? U každého bodu mi prosím uveďte, zda je to velký důvod, menší důvod nebo vůbec žádný důvod Ekonomické důvody a důvody související s výkonností":{"code":"mm1714"},"Jak důležité jsou ve Vašem podniku následující důvody pro řešení otázky zdraví a bezpečnosti při práci? U každého bodu mi prosím uveďte, zda je to velký důvod, menší důvod nebo vůbec žádný důvod Tlak ze strany {inspektorátu práce}*":{"code":"mm1716"},"Jak důležité jsou ve Vašem podniku následující důvody pro řešení otázky zdraví a bezpečnosti při práci? U každého bodu mi prosím uveďte, zda je to velký důvod, menší důvod nebo vůbec žádný důvod Požadavek od zaměstnanců nebo jejich zástupců":{"code":"mm1712"},"Jak důležité jsou ve Vašem podniku následující důvody pro řešení otázky zdraví a bezpečnosti při práci? U každého bodu mi prosím uveďte, zda je to velký důvod, menší důvod nebo vůbec žádný důvod Požadavky od klientů nebo obavy o dobrou pověst organizace":{"code":"mm1715"},"Jak důležité jsou ve Vašem podniku následující důvody pro řešení otázky zdraví a bezpečnosti při práci? U každého bodu mi prosím uveďte, zda je to velký důvod, menší důvod nebo vůbec žádný důvod Udržení pracovníků a management absencí":{"code":"mm1713"},"Jak důležité jsou ve Vašem podniku následující důvody pro řešení otázky zdraví a bezpečnosti při práci? U každého bodu mi prosím uveďte, zda je to velký důvod, menší důvod nebo vůbec žádný důvod Splnění právního závazku":{"code":"mm1711"},"Jaké jsou ve Vašem podniku hlavní potíže při řešení otázek zdraví a bezpečnosti při práci? U každého z následujících bodů mi prosím sdělte, zda to je velký problém, menší problém nebo vůbec žádný problém. Nedostatečné povědomí o situaci":{"code":"mm1722"},"Jaké jsou ve Vašem podniku hlavní potíže při řešení otázek zdraví a bezpečnosti při práci? U každého z následujících bodů mi prosím sdělte, zda to je velký problém, menší problém nebo vůbec žádný problém. Nedostatek zkušeností":{"code":"mm1723"},"Jaké jsou ve Vašem podniku hlavní potíže při řešení otázek zdraví a bezpečnosti při práci? U každého z následujících bodů mi prosím sdělte, zda to je velký problém, menší problém nebo vůbec žádný problém. Nedostatek zdrojů, např. času, personálu nebo peněz":{"code":"mm1721"},"Jaké jsou ve Vašem podniku hlavní potíže při řešení otázek zdraví a bezpečnosti při práci? U každého z následujících bodů mi prosím sdělte, zda to je velký problém, menší problém nebo vůbec žádný problém. Nedostatek technické podpory nebo poradenství":{"code":"mm1724"},"Jaké jsou ve Vašem podniku hlavní potíže při řešení otázek zdraví a bezpečnosti při práci? U každého z následujících bodů mi prosím sdělte, zda to je velký problém, menší problém nebo vůbec žádný problém. Kultura v rámci podniku":{"code":"mm1725"},"Jaké jsou ve Vašem podniku hlavní potíže při řešení otázek zdraví a bezpečnosti při práci? U každého z následujících bodů mi prosím sdělte, zda to je velký problém, menší problém nebo vůbec žádný problém. Choulostivost této otázky":{"code":"mm1726"},"Sleduje se zdraví pracovníků prostřednictvím pravidelných lékařských kontrol?":{"code":"mm154"},"Existuje nějaká zdokumentovaná politika, zavedený systém řízení nebo akční plán pro zdraví a bezpečnost při práci ve Vašem podniku?":{"code":"mm155"},"Jak byste celkově hodnotili stupeň zapojení přímých nadřízených a vedoucích pracovníků do managementu bezpečnosti a ochrany zdraví? Je velmi vysoké, docela vysoké, docela nízké nebo velmi nízké?":{"code":"mm159"},"Jakých služeb z oblasti zdraví a bezpečnosti využíváte, ať již interně nebo externě na základě smlouvy? Všeobecný konzultant pro zdraví a bezpečnost":{"code":"mm1505"},"Jakých služeb z oblasti zdraví a bezpečnosti využíváte, ať již interně nebo externě na základě smlouvy? Psycholog":{"code":"mm1503"},"Jakých služeb z oblasti zdraví a bezpečnosti využíváte, ať již interně nebo externě na základě smlouvy? Odborník pro otázky bezpečnosti":{"code":"mm1502"},"Jakých služeb z oblasti zdraví a bezpečnosti využíváte, ať již interně nebo externě na základě smlouvy? Odborník přes ergonomii, který má na starosti uspořádání pracoviště":{"code":"mm1504"},"Jakých služeb z oblasti zdraví a bezpečnosti využíváte, ať již interně nebo externě na základě smlouvy? Lékař pro nemoci z povolání":{"code":"mm1501"}}},"ZDRAVOTNÍ A BEZPEČNOSTNÍ RIZIKA V PODNIKU":{"code":"hsre","children":{"U každého z následujících témat mi prosím sdělte, zda se mu ve Vašem podniku věnuje velká pozornost, částečná pozornost nebo vůbec žádná pozornost. Pracovní úrazy":{"code":"mm2002"},"U každého z následujících témat mi prosím sdělte, zda se mu ve Vašem podniku věnuje velká pozornost, částečná pozornost nebo vůbec žádná pozornost. Šikanování nebo obtěžování, tj. zneužívání, ponižování nebo útoky ze strany kolegů a nadřízených":{"code":"mm2007"},"U každého z následujících témat mi prosím sdělte, zda se mu ve Vašem podniku věnuje velká pozornost, částečná pozornost nebo vůbec žádná pozornost. Nebezpečné látky (Tazatel: vysvětlete, pokud to bude nutné: např. prašnost, chemické, biologické nebo radioaktivní látky)":{"code":"mm2001"},"U každého z následujících témat mi prosím sdělte, zda se mu ve Vašem podniku věnuje velká pozornost, částečná pozornost nebo vůbec žádná pozornost. Poruchy pohybového ústrojí, např. bolest zad, krku, paží nebo nohou":{"code":"mm2004"},"U každého z následujících témat mi prosím sdělte, zda se mu ve Vašem podniku věnuje velká pozornost, částečná pozornost nebo vůbec žádná pozornost. Hluk a vibrace":{"code":"mm2003"},"U každého z následujících témat mi prosím sdělte, zda se mu ve Vašem podniku věnuje velká pozornost, částečná pozornost nebo vůbec žádná pozornost. Násilí nebo hrozba násilí":{"code":"mm2006"},"U každého z následujících témat mi prosím sdělte, zda se mu ve Vašem podniku věnuje velká pozornost, částečná pozornost nebo vůbec žádná pozornost. Stres související s prací":{"code":"mm2005"},"Ke stresu, násilí a obtěžování na pracovišti mohou přispívat různé faktory - patří mezi ně i způsob organizace práce a často se označují jako \"psychosociální rizika\". Řekněte mi, prosím, zda se ve Vašem podniku věnuje pozornost některému z následujících psychosociálních rizik. Nejasná politika v oblasti lidských zdrojů":{"code":"mm2029"},"Ke stresu, násilí a obtěžování na pracovišti mohou přispívat různé faktory - patří mezi ně i způsob organizace práce a často se označují jako \"psychosociální rizika\". Řekněte mi, prosím, zda se ve Vašem podniku věnuje pozornost některému z následujících psychosociálních rizik. Diskriminace (například kvůli pohlaví, věku nebo etnickému původu)":{"code":"mm20210"},"Ke stresu, násilí a obtěžování na pracovišti mohou přispívat různé faktory - patří mezi ně i způsob organizace práce a často se označují jako \"psychosociální rizika\". Řekněte mi, prosím, zda se ve Vašem podniku věnuje pozornost některému z následujících psychosociálních rizik. Nutnost jednat s problémovými zákazníky, pacienty, žáky, apod.":{"code":"mm2026"},"Ke stresu, násilí a obtěžování na pracovišti mohou přispívat různé faktory - patří mezi ně i způsob organizace práce a často se označují jako \"psychosociální rizika\". Řekněte mi, prosím, zda se ve Vašem podniku věnuje pozornost některému z následujících psychosociálních rizik. Nejistota pracovního místa":{"code":"mm2025"},"Ke stresu, násilí a obtěžování na pracovišti mohou přispívat různé faktory - patří mezi ně i způsob organizace práce a často se označují jako \"psychosociální rizika\". Řekněte mi, prosím, zda se ve Vašem podniku věnuje pozornost některému z následujících psychosociálních rizik. Nedostatečná kontrola zaměstnanců nad organizací jejich vlastní práce":{"code":"mm2024"},"Ke stresu, násilí a obtěžování na pracovišti mohou přispívat různé faktory - patří mezi ně i způsob organizace práce a často se označují jako \"psychosociální rizika\". Řekněte mi, prosím, zda se ve Vašem podniku věnuje pozornost některému z následujících psychosociálních rizik. Dlouhá nebo nepravidelná pracovní doba":{"code":"mm2028"},"Ke stresu, násilí a obtěžování na pracovišti mohou přispívat různé faktory - patří mezi ně i způsob organizace práce a často se označují jako \"psychosociální rizika\". Řekněte mi, prosím, zda se ve Vašem podniku věnuje pozornost některému z následujících psychosociálních rizik. Špatná spolupráce mezi kolegy":{"code":"mm2023"},"Ke stresu, násilí a obtěžování na pracovišti mohou přispívat různé faktory - patří mezi ně i způsob organizace práce a často se označují jako \"psychosociální rizika\". Řekněte mi, prosím, zda se ve Vašem podniku věnuje pozornost některému z následujících psychosociálních rizik. Špatná komunikace mezi managementem a zaměstnanci":{"code":"mm2022"},"Ke stresu, násilí a obtěžování na pracovišti mohou přispívat různé faktory - patří mezi ně i způsob organizace práce a často se označují jako \"psychosociální rizika\". Řekněte mi, prosím, zda se ve Vašem podniku věnuje pozornost některému z následujících psychosociálních rizik. Problémy ve vztazích nadřízený - podřízený":{"code":"mm2027"},"Ke stresu, násilí a obtěžování na pracovišti mohou přispívat různé faktory - patří mezi ně i způsob organizace práce a často se označují jako \"psychosociální rizika\". Řekněte mi, prosím, zda se ve Vašem podniku věnuje pozornost některému z následujících psychosociálních rizik. Časová tíseň":{"code":"mm2021"}}},"ŘÍZENÍ PSYCHOSOCIÁLNÍCH RIZIK V PODNIKU":{"code":"mopre","children":{"A máte nějaký postup pro řešení násilí v souvislosti s prací?":{"code":"mm252"},"Byli informováni o tom, na koho se mohou obrátit v případě psychosociálních problémů souvisejících s prací?":{"code":"mm260"},"Informujete zaměstnance o psychosociálních rizicích a jejich dopadu na zdraví a bezpečnost při práci?":{"code":"mm259"},"Má Váš podnik zavedený postup pro řešení pracovního stresu?":{"code":"mm250"},"Dělá Váš podnik nějaké kroky, pokud jednotliví zaměstnanci pracují příliš dlouho nebo v nepravidelných časech?":{"code":"mm256"},"Přijal Váš podnik v posledních třech letech některé z následujících opatření pro řešení psychosociálních rizik? Jiné rozvržení pracoviště":{"code":"mm2532"},"Přijal Váš podnik v posledních třech letech některé z následujících opatření pro řešení psychosociálních rizik? Změny v organizaci práce":{"code":"mm2531"},"Přijal Váš podnik v posledních třech letech některé z následujících opatření pro řešení psychosociálních rizik? Změny v úpravě pracovní doby":{"code":"mm2535"},"Přijal Váš podnik v posledních třech letech některé z následujících opatření pro řešení psychosociálních rizik? Důvěrné poradenství pro zaměstnance":{"code":"mm2533"},"Přijal Váš podnik v posledních třech letech některé z následujících opatření pro řešení psychosociálních rizik? Zavedení postupu řešení konfliktů":{"code":"mm2534"},"Přijal Váš podnik v posledních třech letech některé z následujících opatření pro řešení psychosociálních rizik? Poskytování školení":{"code":"mm2536"},"Máte nějaký zavedený postup pro řešení šikany nebo obtěžování?":{"code":"mm251"}}}}},"Sector":{"code":"sector","children":{"By Sector":{"code":"by_sector","children":{"Soukromé služby":{"code":"private_services"},"Výrobní odvětví":{"code":"production_sector"},"Veřejné službys":{"code":"public_services"}}},"Total":{"code":"total_sector","children":{"Total":{"code":"total_total_sector"}}}}},"Size":{"code":"size","children":{"By Establishment Size":{"code":"by_establishment_size","children":{"10 až 19 zaměstnanců":{"code":"10_to_19_employees"},"20 až 49 zaměstnanců":{"code":"20_to_49_employees"},"250 až 499 zaměstnanců":{"code":"250_to_499_employees"},"50 až 249 zaměstnanců":{"code":"50_to_249_employees"},"500 nebo více zaměstnanců":{"code":"500_or_more_employees"}}},"Total":{"code":"total_size","children":{"Total":{"code":"total_total_size"}}}}}}