{"Answer":{"code":"answer","children":{"Yes No":{"code":"yes_no","children":{"DK\/NA":{"code":"dk_na"},"No":{"code":"no"},"Yes":{"code":"yes"}}}}},"Country":{"code":"country","children":{"Albania":{"code":"albania"},"Andorra":{"code":"andorra"},"Austria":{"code":"austria"},"Belarus":{"code":"belarus"},"Belgium":{"code":"belgium"},"Bosnia-Herzegovina":{"code":"bosnia-herzegovina"},"Bulgaria":{"code":"bulgaria"},"Croatia":{"code":"croatia"},"Cyprus":{"code":"cyprus"},"Czech Republic":{"code":"czech republic"},"Denmark":{"code":"denmark"},"England":{"code":"england"},"Estonia":{"code":"estonia"},"Finland":{"code":"finland"},"France":{"code":"france"},"Germany":{"code":"germany"},"Greece":{"code":"greece"},"Hungary":{"code":"hungary"},"Iceland":{"code":"iceland"},"Ireland":{"code":"ireland"},"Italy":{"code":"italy"},"Latvia":{"code":"latvia"},"Liechtenstein":{"code":"liechtenstein"},"Lithuania":{"code":"lithuania"},"Luxembourg":{"code":"luxembourg"},"Macedonia":{"code":"macedonia"},"Malta":{"code":"malta"},"Moldova":{"code":"moldova"},"Monaco":{"code":"monaco"},"Montenegro":{"code":"montenegro"},"Netherlands":{"code":"netherlands"},"Norway":{"code":"norway"},"Poland":{"code":"poland"},"Portugal":{"code":"portugal"},"Romania":{"code":"romania"},"Russia":{"code":"russia"},"San Marino":{"code":"san marino"},"Scotland":{"code":"scotland"},"Serbia":{"code":"serbia"},"Slovakia":{"code":"slovakia"},"Slovenia":{"code":"slovenia"},"Spain":{"code":"spain"},"Sweden":{"code":"sweden"},"Switzerland":{"code":"switzerland"},"Turkey":{"code":"turkey"},"Ukraine":{"code":"ukraine"},"United Kingdom":{"code":"united kingdom"},"Vatican City":{"code":"vatican city"}}},"Indicator":{"code":"indicator","children":{"ПРЕЧКИ ЗА УПРАВЛЕНИЕТО НА ПСИХОСОЦИАЛНИТЕ РИСКОВЕ И ОСИГУРЕНА ПОДКРЕПА":{"code":"bfprmes","children":{"В сравнение с други проблеми на безопасност и здравето при работа, дали справянето с психосоциалните рискове е по-трудно, по-лесно или няма разлика?":{"code":"mm300"},"Дали ще имате нужда от някаква допълнителна информация или подкрепа за справяне с този проблем?":{"code":"mm303a"},"Ползвали ли сте информация от външни източници за това как да се справяте с психосоциалните рискове на работното място?":{"code":"mm302"}}},"ОФИЦИАЛНОТО ПРЕДСТАВИТЕЛСТВО НА СЛУЖИТЕЛИТЕ ПО ВЪПРОСИТЕ ЗА ТРУДОВАТА БЕЗОПАСНОСТ И ЗДРАВЕТО НА РАБОТНОТО МЯСТО":{"code":"feroi","children":{"А има ли синдикална организация във Вашето предприятие ?":{"code":"mm351"},"В това предприятие имате ли представители за информиране и консултиране на работниците и служителите?":{"code":"mm350"},"Има ли във Вашето предприятие вътрешнофирмен представител, който да защитава интересите на работниците и служителите във връзка с въпросите на безопасността и здравето?":{"code":"mm355"},"Има ли във Вашето предприятие Комитет\/и по условия на труд?":{"code":"mm358"},"Има ли член на {представител по здравето и безопасността}* в това предприятие?":{"code":"mm355nl"}}},"УПРАВЛЕНИЕ НА ТРУДОВАТА БЕЗОПАСНОСТ И ЗДРАВЕТО НА РАБОТНОТО МЯСТО В ПРЕДПРИЯТИЕТО":{"code":"ghsme","children":{"Колко често се повдигат въпроси, относно безопасността и здравето при работа по време на срещите на управителите? Дали това се случва редовно, от време на време или почти никога ?":{"code":"mm158"},"Дали работните места във Вашето предприятие редовно са проверявани за съответствие с изискванията за безопасност и здраве при работа като част от някаква система за оценка на риска или нещо подобно?":{"code":"mm161"},"Чували ли сте за Европейската седмица за безопасност и здраве при работа?":{"code":"mm175"},"Предприемате ли някакви мерки, за да подпомагате работници и служители да се върнат на работа след дълго отсъствие поради болест ?":{"code":"mm153"},"Във Вашето предприятие анализират ли се регулярно причините за отсъствие от работа поради болест?":{"code":"mm152"},"Посещавани ли са работните помещения на предприятието от Инспекцията по труда през последните 3 години, за да се направи проверка на условията на безопасност и здраве при работа?":{"code":"mm170"},"Вашето предприятие ползвало ли е данни за безопасност и здраве при работа на някои от следните органи или институции? Наети външни експерти по безопасност и здраве при работа":{"code":"mm1737"},"Вашето предприятие ползвало ли е данни за безопасност и здраве при работа на някои от следните органи или институции? Организации на работодатели":{"code":"mm1735"},"Вашето предприятие ползвало ли е данни за безопасност и здраве при работа на някои от следните органи или институции? Вътрешнофирмени органи по безопасност и здраве при работа":{"code":"mm1733"},"Вашето предприятие ползвало ли е данни за безопасност и здраве при работа на някои от следните органи или институции? Застрахователи":{"code":"mm1738"},"Вашето предприятие ползвало ли е данни за безопасност и здраве при работа на някои от следните органи или институции? Национални институти по безопасност и здраве при работа":{"code":"mm1731"},"Вашето предприятие ползвало ли е данни за безопасност и здраве при работа на някои от следните органи или институции? Европейската агенция за безопасност и здраве при работа":{"code":"mm1732"},"Вашето предприятие ползвало ли е данни за безопасност и здраве при работа на някои от следните органи или институции? Инспекцията по труда":{"code":"mm1734"},"Вашето предприятие ползвало ли е данни за безопасност и здраве при работа на някои от следните органи или институции? Синдикатите":{"code":"mm1736"},"От какво значение за Вашето предприятие са следните причини, поради които се полагат усилия за осигуряване на безопасност и здраве при работа? За всяка от изброените, моля да ми кажете дали тя е основна причина, незначителна причина или изобщо не е причина. Икономически причини или причини, свързани с фирмените резултати":{"code":"mm1714"},"От какво значение за Вашето предприятие са следните причини, поради които се полагат усилия за осигуряване на безопасност и здраве при работа? За всяка от изброените, моля да ми кажете дали тя е основна причина, незначителна причина или изобщо не е причина. Натиск от страна на Инспекцията по труда":{"code":"mm1716"},"От какво значение за Вашето предприятие са следните причини, поради които се полагат усилия за осигуряване на безопасност и здраве при работа? За всяка от изброените, моля да ми кажете дали тя е основна причина, незначителна причина или изобщо не е причина. Искания, отправени от работниците и служителите или техни представители":{"code":"mm1712"},"От какво значение за Вашето предприятие са следните причини, поради които се полагат усилия за осигуряване на безопасност и здраве при работа? За всяка от изброените, моля да ми кажете дали тя е основна причина, незначителна причина или изобщо не е причина. Изисквания от страна на клиенти или притеснения, относно фирмената репутация":{"code":"mm1715"},"От какво значение за Вашето предприятие са следните причини, поради които се полагат усилия за осигуряване на безопасност и здраве при работа? За всяка от изброените, моля да ми кажете дали тя е основна причина, незначителна причина или изобщо не е причина. Задържане на персонала и управление на отсъствията":{"code":"mm1713"},"От какво значение за Вашето предприятие са следните причини, поради които се полагат усилия за осигуряване на безопасност и здраве при работа? За всяка от изброените, моля да ми кажете дали тя е основна причина, незначителна причина или изобщо не е причина. Съобразяване със законови изисквания":{"code":"mm1711"},"Във Вашето предприятие, какви са основните трудности при осигуряването на безопасност и здраве при работа? Моля, кажете ми за всяка от изброените дали тя е основна трудност, незначително затруднение или не представлява никаква трудност. Недостатъчна осведоменост":{"code":"mm1722"},"Във Вашето предприятие, какви са основните трудности при осигуряването на безопасност и здраве при работа? Моля, кажете ми за всяка от изброените дали тя е основна трудност, незначително затруднение или не представлява никаква трудност. Липса на специалисти":{"code":"mm1723"},"Във Вашето предприятие, какви са основните трудности при осигуряването на безопасност и здраве при работа? Моля, кажете ми за всяка от изброените дали тя е основна трудност, незначително затруднение или не представлява никаква трудност. Липса на ресурси, като време, хора или пари":{"code":"mm1721"},"Във Вашето предприятие, какви са основните трудности при осигуряването на безопасност и здраве при работа? Моля, кажете ми за всяка от изброените дали тя е основна трудност, незначително затруднение или не представлява никаква трудност. Липса на техническа поддръжка или инструкции":{"code":"mm1724"},"Във Вашето предприятие, какви са основните трудности при осигуряването на безопасност и здраве при работа? Моля, кажете ми за всяка от изброените дали тя е основна трудност, незначително затруднение или не представлява никаква трудност. Трудовата култура в самото предприятие":{"code":"mm1725"},"Във Вашето предприятие, какви са основните трудности при осигуряването на безопасност и здраве при работа? Моля, кажете ми за всяка от изброените дали тя е основна трудност, незначително затруднение или не представлява никаква трудност. Деликатността на проблема":{"code":"mm1726"},"Следи ли се здравето на работниците и служителите, чрез регулярни медицински прегледи ?":{"code":"mm154"},"Има ли във Вашето предприятие документирана политика, установена управленска система или план за действие, отнасящи се до безопасността и здравето при работа?":{"code":"mm155"},"Като цяло, как бихте оценили степента на ангажираност на управителите и ръководителите в управлението на безопасността и здравето при работа? Дали тя е много висока, по-скоро висока, по-скоро ниска или много ниска?":{"code":"mm159"},"Услугите на кои от следните специалисти ползвате, били те вътрешнофирмени или наети отвън? Консултант по безопасност и здраве при работа":{"code":"mm1505"},"Услугите на кои от следните специалисти ползвате, били те вътрешнофирмени или наети отвън? Психолог":{"code":"mm1503"},"Услугите на кои от следните специалисти ползвате, били те вътрешнофирмени или наети отвън? Експерт по безопасността":{"code":"mm1502"},"Услугите на кои от следните специалисти ползвате, били те вътрешнофирмени или наети отвън? Специалист по ергономични въпроси - здравословна организация на работното място":{"code":"mm1504"},"Услугите на кои от следните специалисти ползвате, били те вътрешнофирмени или наети отвън? Лекар - експерт по здраве на работното място":{"code":"mm1501"}}},"РИСКОВЕ ЗА ЗДРАВЕТО И БЕЗОПАСНОСТТА НА РАБОТЕЩИТЕ В ПРЕДПРИЯТИЕТО":{"code":"hsre","children":{"Моля, кажете ми за всяки от изброените теми, дали й се обръща голямо внимание, обръща й се известно внимание или не й се обръща внимание във Вашето предприятие. Трудови злополуки":{"code":"mm2002"},"Моля, кажете ми за всяки от изброените теми, дали й се обръща голямо внимание, обръща й се известно внимание или не й се обръща внимание във Вашето предприятие. Хулиганство или тормоз на работното място, напр. злоупотреба със служебно положение, унижение или нападения от колеги или началници":{"code":"mm2007"},"Моля, кажете ми за всяки от изброените теми, дали й се обръща голямо внимание, обръща й се известно внимание или не й се обръща внимание във Вашето предприятие. Опасни вещества (Анк.: ако се налага обяснете - напр. замърсители - химически, биологични или радиоактивни)":{"code":"mm2001"},"Моля, кажете ми за всяки от изброените теми, дали й се обръща голямо внимание, обръща й се известно внимание или не й се обръща внимание във Вашето предприятие. Мускулно-скелетни увреждания, като болки в гърба, шията, ръцете или краката":{"code":"mm2004"},"Моля, кажете ми за всяки от изброените теми, дали й се обръща голямо внимание, обръща й се известно внимание или не й се обръща внимание във Вашето предприятие. Шумове и вибрации":{"code":"mm2003"},"Моля, кажете ми за всяки от изброените теми, дали й се обръща голямо внимание, обръща й се известно внимание или не й се обръща внимание във Вашето предприятие. Насилие или заплаха от насилие":{"code":"mm2006"},"Моля, кажете ми за всяки от изброените теми, дали й се обръща голямо внимание, обръща й се известно внимание или не й се обръща внимание във Вашето предприятие. Стрес при работа":{"code":"mm2005"},"Стресът, насилието и тормозът на работното място могат да бъдат предизвикани от различни фактори, касаещи начина по който е организирана работата и които често биват определяни като \"психосоциални рискове\". Моля кажете ми дали някои от изброените психосоциални рискове са повод за притеснение във Вашето предприятие. Неясна политика на управление на човешките ресурси":{"code":"mm2029"},"Стресът, насилието и тормозът на работното място могат да бъдат предизвикани от различни фактори, касаещи начина по който е организирана работата и които често биват определяни като \"психосоциални рискове\". Моля кажете ми дали някои от изброените психосоциални рискове са повод за притеснение във Вашето предприятие. Дискриминация (напр. на полова, възрастова или етническа основа)":{"code":"mm20210"},"Стресът, насилието и тормозът на работното място могат да бъдат предизвикани от различни фактори, касаещи начина по който е организирана работата и които често биват определяни като \"психосоциални рискове\". Моля кажете ми дали някои от изброените психосоциални рискове са повод за притеснение във Вашето предприятие. Работа с трудни клиенти, пациенти, ученици и т.н...":{"code":"mm2026"},"Стресът, насилието и тормозът на работното място могат да бъдат предизвикани от различни фактори, касаещи начина по който е организирана работата и които често биват определяни като \"психосоциални рискове\". Моля кажете ми дали някои от изброените психосоциални рискове са повод за притеснение във Вашето предприятие. Несигурност за запазване на работното място":{"code":"mm2025"},"Стресът, насилието и тормозът на работното място могат да бъдат предизвикани от различни фактори, касаещи начина по който е организирана работата и които често биват определяни като \"психосоциални рискове\". Моля кажете ми дали някои от изброените психосоциални рискове са повод за притеснение във Вашето предприятие. Липса на контрол върху работниците и служителите при организиране на работата им":{"code":"mm2024"},"Стресът, насилието и тормозът на работното място могат да бъдат предизвикани от различни фактори, касаещи начина по който е организирана работата и които често биват определяни като \"психосоциални рискове\". Моля кажете ми дали някои от изброените психосоциални рискове са повод за притеснение във Вашето предприятие. Удължено или ненормирано работно време":{"code":"mm2028"},"Стресът, насилието и тормозът на работното място могат да бъдат предизвикани от различни фактори, касаещи начина по който е организирана работата и които често биват определяни като \"психосоциални рискове\". Моля кажете ми дали някои от изброените психосоциални рискове са повод за притеснение във Вашето предприятие. Недобро взаимодействие между колегите":{"code":"mm2023"},"Стресът, насилието и тормозът на работното място могат да бъдат предизвикани от различни фактори, касаещи начина по който е организирана работата и които често биват определяни като \"психосоциални рискове\". Моля кажете ми дали някои от изброените психосоциални рискове са повод за притеснение във Вашето предприятие. Лоша комуникация между управляващите, от една страна, и работниците и служителите, от друга страна":{"code":"mm2022"},"Стресът, насилието и тормозът на работното място могат да бъдат предизвикани от различни фактори, касаещи начина по който е организирана работата и които често биват определяни като \"психосоциални рискове\". Моля кажете ми дали някои от изброените психосоциални рискове са повод за притеснение във Вашето предприятие. Проблеми в отношенията между работниците и служелите, от една страна, и техните преки ръководители, от друга страна":{"code":"mm2027"},"Стресът, насилието и тормозът на работното място могат да бъдат предизвикани от различни фактори, касаещи начина по който е организирана работата и които често биват определяни като \"психосоциални рискове\". Моля кажете ми дали някои от изброените психосоциални рискове са повод за притеснение във Вашето предприятие. Натиск за спазване на срокове":{"code":"mm2021"}}},"УПРАВЛЕНИЕ НА ПСИХОСОЦИАЛНИТЕ РИСКОВЕ В ПРЕДПРИЯТИЕТО":{"code":"mopre","children":{"А имате ли някакви процедури за справяне с насилие на работното място от страна на клиенти, пациенти, ученици и др.?":{"code":"mm252"},"А те информирани ли са за това към кого биха могли да се обърнат в случай на поява на психосоциални проблеми на работното място?":{"code":"mm260"},"Информирате ли работниците и служителите си за психосоциалните рискове и тяхното влияние върху здравето и безопасността?":{"code":"mm259"},"Има ли във Вашето предприятие някакви процедури за справяне със стреса на работното място?":{"code":"mm250"},"Предприемат ли се някакви действия във Вашето предприятия в случай, че отделни работници или служители работят на удължено или ненормирано работно време?":{"code":"mm256"},"През последните 3 години предприемани ли са някои от следните мерки за справяне с психосоциалните рискове във Вашето предприятие ? Преустройство на работното помещение":{"code":"mm2532"},"През последните 3 години предприемани ли са някои от следните мерки за справяне с психосоциалните рискове във Вашето предприятие ? Промени в начина на организация на работата":{"code":"mm2531"},"През последните 3 години предприемани ли са някои от следните мерки за справяне с психосоциалните рискове във Вашето предприятие ? Промени в организацията на работното време":{"code":"mm2535"},"През последните 3 години предприемани ли са някои от следните мерки за справяне с психосоциалните рискове във Вашето предприятие ? Индивидуално консултиране на работници или служители":{"code":"mm2533"},"През последните 3 години предприемани ли са някои от следните мерки за справяне с психосоциалните рискове във Вашето предприятие ? Установяване на процедура за разрешаване на конфликти":{"code":"mm2534"},"През последните 3 години предприемани ли са някои от следните мерки за справяне с психосоциалните рискове във Вашето предприятие ? Провеждане на обучения":{"code":"mm2536"},"Има ли някакви процедури за справяне с малтретиране или тормоз в работния колектив?":{"code":"mm251"}}}}},"Sector":{"code":"sector","children":{"By Sector":{"code":"by_sector","children":{"Частни услуги":{"code":"private_services"},"Производствен сектор":{"code":"production_sector"},"Обществени услуги":{"code":"public_services"}}},"Total":{"code":"total_sector","children":{"Total":{"code":"total_total_sector"}}}}},"Size":{"code":"size","children":{"By Establishment Size":{"code":"by_establishment_size","children":{"10 до 19 заети":{"code":"10_to_19_employees"},"20 до 49 заети":{"code":"20_to_49_employees"},"250 до 499 заети":{"code":"250_to_499_employees"},"50 до 249 заети":{"code":"50_to_249_employees"},"500 или повече заети":{"code":"500_or_more_employees"}}},"Total":{"code":"total_size","children":{"Total":{"code":"total_total_size"}}}}}}