{"Answer":{"code":"answer","children":{"Yes No":{"code":"yes_no","children":{"DK\/NA":{"code":"dk_na"},"No":{"code":"no"},"Yes":{"code":"yes"}}}}},"Country":{"code":"country","children":{"Albania":{"code":"albania"},"Andorra":{"code":"andorra"},"Austria":{"code":"austria"},"Belarus":{"code":"belarus"},"Belgium":{"code":"belgium"},"Bosnia-Herzegovina":{"code":"bosnia-herzegovina"},"Bulgaria":{"code":"bulgaria"},"Croatia":{"code":"croatia"},"Cyprus":{"code":"cyprus"},"Czech Republic":{"code":"czech republic"},"Denmark":{"code":"denmark"},"England":{"code":"england"},"Estonia":{"code":"estonia"},"Finland":{"code":"finland"},"France":{"code":"france"},"Germany":{"code":"germany"},"Greece":{"code":"greece"},"Hungary":{"code":"hungary"},"Iceland":{"code":"iceland"},"Ireland":{"code":"ireland"},"Italy":{"code":"italy"},"Latvia":{"code":"latvia"},"Liechtenstein":{"code":"liechtenstein"},"Lithuania":{"code":"lithuania"},"Luxembourg":{"code":"luxembourg"},"Macedonia":{"code":"macedonia"},"Malta":{"code":"malta"},"Moldova":{"code":"moldova"},"Monaco":{"code":"monaco"},"Montenegro":{"code":"montenegro"},"Netherlands":{"code":"netherlands"},"Norway":{"code":"norway"},"Poland":{"code":"poland"},"Portugal":{"code":"portugal"},"Romania":{"code":"romania"},"Russia":{"code":"russia"},"San Marino":{"code":"san marino"},"Scotland":{"code":"scotland"},"Serbia":{"code":"serbia"},"Slovakia":{"code":"slovakia"},"Slovenia":{"code":"slovenia"},"Spain":{"code":"spain"},"Sweden":{"code":"sweden"},"Switzerland":{"code":"switzerland"},"Turkey":{"code":"turkey"},"Ukraine":{"code":"ukraine"},"United Kingdom":{"code":"united kingdom"},"Vatican City":{"code":"vatican city"}}},"Indicator":{"code":"indicator","children":{"Prepreke za upravljanje psihosocijalnim rizicima i postojeća podrška":{"code":"bfprmes","children":{"U usporedbi s ostalim pitanjima zaštite na radu: Je li se teže ili lakše uhvatiti u koštac s psihosocijalnim opasnostima, ili nema razlike?":{"code":"mm300"},"Da li bi Vam trebale bilo koje dodatne informacije ili dodatna podrška u vezi s tim pitanjem?":{"code":"mm303a"},"Jeste li koristili informacije ili podršku iz vanjskih izvora o tome kako se nositi s psihosocijalnim opasnostima na poslu?":{"code":"mm302"}}},"Službeni predstavnik zaposlenika za pitanja sigurnosti i zdravlja na radu":{"code":"feroi","children":{"A postoji li SINDIKAT u Vašem poduzeću?":{"code":"mm351"},"Imate li RADNIČKO VIJEĆE u ovom poduzeću?":{"code":"mm350"},"Ima li Vaše poduzeće povjerenika radnika za zaštitu na radu?":{"code":"mm355"},"Postoji li odbor za zaštitu na radu u Vašem poduzeću?":{"code":"mm358"},"Postoji li u ovom poduzeću član {povjerenika za sigurnost i zdravlje na radu}*?":{"code":"mm355nl"}}},"Opća uprava za sigurnost i zdravlje unutar poduzeća":{"code":"ghsme","children":{"Razgovara li se na sastancima visokog menadžmenta o pitanjima zaštite na radu redovito, povremeno ili praktički nikad?":{"code":"mm158"},"Provjerava li se nivo zaštite na radu na radnim mjestima u Vašem poduzeću redovito, kao dio procjene opasnosti ili slične mjere?":{"code":"mm161"},"Znate li za Europski tjedan sigurnosti i zdravlja na radu?":{"code":"mm175"},"Poduzimate li mjere kojima bi se pružila podrška zaposlenicima za povratak na posao nakon dugotrajnog bolovanja?":{"code":"mm153"},"Da li Vaše poduzeće rutinski analizira uzroke bolovanja?":{"code":"mm152"},"Je li inspekcija rada posjetila ovo radno mjesto u posljednje 3 godine radi provjere uvjeta zaštite na radu?":{"code":"mm170"},"Je li Vaše poduzeće koristilo informacije o zaštiti na radu dobivene od sljedećih tijela ili institucija? Ugovorno angažirani stručnjaci za zaštitu na radu":{"code":"mm1737"},"Je li Vaše poduzeće koristilo informacije o zaštiti na radu dobivene od sljedećih tijela ili institucija? Organizacije poslodavaca":{"code":"mm1735"},"Je li Vaše poduzeće koristilo informacije o zaštiti na radu dobivene od sljedećih tijela ili institucija? Službe zaštite na radu unutar samog poduzeća":{"code":"mm1733"},"Je li Vaše poduzeće koristilo informacije o zaštiti na radu dobivene od sljedećih tijela ili institucija? Pružatelji osiguranja":{"code":"mm1738"},"Je li Vaše poduzeće koristilo informacije o zaštiti na radu dobivene od sljedećih tijela ili institucija? Službeni instituti za zaštitu na radu":{"code":"mm1731"},"Je li Vaše poduzeće koristilo informacije o zaštiti na radu dobivene od sljedećih tijela ili institucija? Europska agencija za sigurnost i zdravlje na radu":{"code":"mm1732"},"Je li Vaše poduzeće koristilo informacije o zaštiti na radu dobivene od sljedećih tijela ili institucija? Inspekcija rada":{"code":"mm1734"},"Je li Vaše poduzeće koristilo informacije o zaštiti na radu dobivene od sljedećih tijela ili institucija? Sindikati":{"code":"mm1736"},"U Vašem poduzeću, koliko su važni sljedeći razlozi za pokretanje pitanja zaštite na radu? Molim Vas, recite mi za svaki od njih je li on glavni razlog, sporedni razlog ili uopće nije razlog. Ekonomski razlozi ili razlozi vezani za učinak":{"code":"mm1714"},"U Vašem poduzeću, koliko su važni sljedeći razlozi za pokretanje pitanja zaštite na radu? Molim Vas, recite mi za svaki od njih je li on glavni razlog, sporedni razlog ili uopće nije razlog. Pritisak od strane inspekcije rada":{"code":"mm1716"},"U Vašem poduzeću, koliko su važni sljedeći razlozi za pokretanje pitanja zaštite na radu? Molim Vas, recite mi za svaki od njih je li on glavni razlog, sporedni razlog ili uopće nije razlog. Zahtjevi zaposlenika ili njihovih predstavnika":{"code":"mm1712"},"U Vašem poduzeću, koliko su važni sljedeći razlozi za pokretanje pitanja zaštite na radu? Molim Vas, recite mi za svaki od njih je li on glavni razlog, sporedni razlog ili uopće nije razlog. Zahtjevi klijenata ili zabrinutost za ugled organizacije":{"code":"mm1715"},"U Vašem poduzeću, koliko su važni sljedeći razlozi za pokretanje pitanja zaštite na radu? Molim Vas, recite mi za svaki od njih je li on glavni razlog, sporedni razlog ili uopće nije razlog. Upravljanje zadržavanjem osoblja i odsustvovanjem osoblja":{"code":"mm1713"},"U Vašem poduzeću, koliko su važni sljedeći razlozi za pokretanje pitanja zaštite na radu? Molim Vas, recite mi za svaki od njih je li on glavni razlog, sporedni razlog ili uopće nije razlog. Ispunjenje zakonskih obveza":{"code":"mm1711"},"U Vašem poduzeću, koje su glavne poteškoće pri bavljenju zaštitom na radu? Molim Vas, recite mi za svaku od sljedećih poteškoća je li ona velika poteškoća, mala poteškoća ili uopće nije poteškoća. Nedostatak svijesti":{"code":"mm1722"},"U Vašem poduzeću, koje su glavne poteškoće pri bavljenju zaštitom na radu? Molim Vas, recite mi za svaku od sljedećih poteškoća je li ona velika poteškoća, mala poteškoća ili uopće nije poteškoća. Nedostatak stručnosti":{"code":"mm1723"},"U Vašem poduzeću, koje su glavne poteškoće pri bavljenju zaštitom na radu? Molim Vas, recite mi za svaku od sljedećih poteškoća je li ona velika poteškoća, mala poteškoća ili uopće nije poteškoća. Nedostatak resursa kao što su vrijeme, osoblje ili novac":{"code":"mm1721"},"U Vašem poduzeću, koje su glavne poteškoće pri bavljenju zaštitom na radu? Molim Vas, recite mi za svaku od sljedećih poteškoća je li ona velika poteškoća, mala poteškoća ili uopće nije poteškoća. Nedostatak tehničke podrške ili smjernica":{"code":"mm1724"},"U Vašem poduzeću, koje su glavne poteškoće pri bavljenju zaštitom na radu? Molim Vas, recite mi za svaku od sljedećih poteškoća je li ona velika poteškoća, mala poteškoća ili uopće nije poteškoća. Kultura unutar poduzeća":{"code":"mm1725"},"U Vašem poduzeću, koje su glavne poteškoće pri bavljenju zaštitom na radu? Molim Vas, recite mi za svaku od sljedećih poteškoća je li ona velika poteškoća, mala poteškoća ili uopće nije poteškoća. Osjetljivost tog pitanja":{"code":"mm1726"},"Nadgleda li se zdravlje zaposlenika putem redovitih zdravstvenih pregleda?":{"code":"mm154"},"Postoji li u Vašem poduzeću dokumentirana politika, uspostavljen sustav upravljanja ili akcioni plan o zaštiti na radu?":{"code":"mm155"},"U cjelini, kako biste ocijenili stupanj uključenosti linijskih menadžera i nadzornika u upravljanje zaštitom na radu? Je li on vrlo visok, prilično visok, prilično nizak ili vrlo nizak?":{"code":"mm159"},"Koje usluge zaštite na radu koristite, bilo u okviru samog poduzeća ili na osnovu ugovora s vanjskim pružateljem? Opće savjetništvo o zaštiti na radu":{"code":"mm1505"},"Koje usluge zaštite na radu koristite, bilo u okviru samog poduzeća ili na osnovu ugovora s vanjskim pružateljem? Psiholog":{"code":"mm1503"},"Koje usluge zaštite na radu koristite, bilo u okviru samog poduzeća ili na osnovu ugovora s vanjskim pružateljem? Stručnjak za sigurnost":{"code":"mm1502"},"Koje usluge zaštite na radu koristite, bilo u okviru samog poduzeća ili na osnovu ugovora s vanjskim pružateljem? Stručnjak za ergonomiju, koji se bavi podešavanjem mjesta rada":{"code":"mm1504"},"Koje usluge zaštite na radu koristite, bilo u okviru samog poduzeća ili na osnovu ugovora s vanjskim pružateljem? Liječnik medicine rada":{"code":"mm1501"}}},"Zdravstveni i sigurnosni rizici u poduzeću":{"code":"hsre","children":{"Molim Vas, recite mi za svako od sljedećih pitanja je li ono od velike važnosti, određene važnosti ili uopće nije od važnosti u Vašem poduzeću. Nesreće":{"code":"mm2002"},"Molim Vas, recite mi za svako od sljedećih pitanja je li ono od velike važnosti, određene važnosti ili uopće nije od važnosti u Vašem poduzeću. Maltretiranje ili uznemiravanje, tj. zlostavljanje, ponižavanje ili napad od strane kolega ili nadređenih":{"code":"mm2007"},"Molim Vas, recite mi za svako od sljedećih pitanja je li ono od velike važnosti, određene važnosti ili uopće nije od važnosti u Vašem poduzeću. Opasne tvari (Ank.: objasnite ako je neophodno: npr. prašina, kemikalije, biološke ili radioaktivne tvari)":{"code":"mm2001"},"Molim Vas, recite mi za svako od sljedećih pitanja je li ono od velike važnosti, određene važnosti ili uopće nije od važnosti u Vašem poduzeću. Mišićno-koštani poremećaji kao što je bol u leđima, vratu, rukama ili nogama":{"code":"mm2004"},"Molim Vas, recite mi za svako od sljedećih pitanja je li ono od velike važnosti, određene važnosti ili uopće nije od važnosti u Vašem poduzeću. Buka i vibracije":{"code":"mm2003"},"Molim Vas, recite mi za svako od sljedećih pitanja je li ono od velike važnosti, određene važnosti ili uopće nije od važnosti u Vašem poduzeću. Nasilje ili prijetnja nasiljem":{"code":"mm2006"},"Molim Vas, recite mi za svako od sljedećih pitanja je li ono od velike važnosti, određene važnosti ili uopće nije od važnosti u Vašem poduzeću. Stres vezan za rad":{"code":"mm2005"},"Brojni čimbenici mogu doprinijeti stresu, nasilju i uznemiravanju na poslu; oni se odnose na način na koji je organiziran rad i često se nazivaju 'psihosocijalnim rizicima'. Molim Vas, recite mi je li bilo koji od sljedećih psihosocijalnih rizika razlog za zabrinutost u Vašem poduzeću. Nejasna politika ljudskih resursa":{"code":"mm2029"},"Brojni čimbenici mogu doprinijeti stresu, nasilju i uznemiravanju na poslu; oni se odnose na način na koji je organiziran rad i često se nazivaju 'psihosocijalnim rizicima'. Molim Vas, recite mi je li bilo koji od sljedećih psihosocijalnih rizika razlog za zabrinutost u Vašem poduzeću. Diskriminacija (na primjer na osnovu spola, godina života ili etničke pripadnosti)":{"code":"mm20210"},"Brojni čimbenici mogu doprinijeti stresu, nasilju i uznemiravanju na poslu; oni se odnose na način na koji je organiziran rad i često se nazivaju 'psihosocijalnim rizicima'. Molim Vas, recite mi je li bilo koji od sljedećih psihosocijalnih rizika razlog za zabrinutost u Vašem poduzeću. Obveza bavljenja napornim kupcima, pacijentima, učenicima, itd.":{"code":"mm2026"},"Brojni čimbenici mogu doprinijeti stresu, nasilju i uznemiravanju na poslu; oni se odnose na način na koji je organiziran rad i često se nazivaju 'psihosocijalnim rizicima'. Molim Vas, recite mi je li bilo koji od sljedećih psihosocijalnih rizika razlog za zabrinutost u Vašem poduzeću. Nesigurnost zaposlenja":{"code":"mm2025"},"Brojni čimbenici mogu doprinijeti stresu, nasilju i uznemiravanju na poslu; oni se odnose na način na koji je organiziran rad i često se nazivaju 'psihosocijalnim rizicima'. Molim Vas, recite mi je li bilo koji od sljedećih psihosocijalnih rizika razlog za zabrinutost u Vašem poduzeću. Nedostatak kontrole zaposlenika u organiziranju njihovog posla":{"code":"mm2024"},"Brojni čimbenici mogu doprinijeti stresu, nasilju i uznemiravanju na poslu; oni se odnose na način na koji je organiziran rad i često se nazivaju 'psihosocijalnim rizicima'. Molim Vas, recite mi je li bilo koji od sljedećih psihosocijalnih rizika razlog za zabrinutost u Vašem poduzeću. Dugo ili nepravilno radno vrijeme":{"code":"mm2028"},"Brojni čimbenici mogu doprinijeti stresu, nasilju i uznemiravanju na poslu; oni se odnose na način na koji je organiziran rad i često se nazivaju 'psihosocijalnim rizicima'. Molim Vas, recite mi je li bilo koji od sljedećih psihosocijalnih rizika razlog za zabrinutost u Vašem poduzeću. Slaba suradnja između kolega":{"code":"mm2023"},"Brojni čimbenici mogu doprinijeti stresu, nasilju i uznemiravanju na poslu; oni se odnose na način na koji je organiziran rad i često se nazivaju 'psihosocijalnim rizicima'. Molim Vas, recite mi je li bilo koji od sljedećih psihosocijalnih rizika razlog za zabrinutost u Vašem poduzeću. Slaba komunikacija između menadžmenta i zaposlenika":{"code":"mm2022"},"Brojni čimbenici mogu doprinijeti stresu, nasilju i uznemiravanju na poslu; oni se odnose na način na koji je organiziran rad i često se nazivaju 'psihosocijalnim rizicima'. Molim Vas, recite mi je li bilo koji od sljedećih psihosocijalnih rizika razlog za zabrinutost u Vašem poduzeću. Problemi u odnosima između nadzornika i zaposlenika":{"code":"mm2027"},"Brojni čimbenici mogu doprinijeti stresu, nasilju i uznemiravanju na poslu; oni se odnose na način na koji je organiziran rad i često se nazivaju 'psihosocijalnim rizicima'. Molim Vas, recite mi je li bilo koji od sljedećih psihosocijalnih rizika razlog za zabrinutost u Vašem poduzeću. Vremenski pritisak":{"code":"mm2021"}}},"Upravljanje psihosocijalnim rizicima u poduzeću":{"code":"mopre","children":{"A imate li proceduru za rješavanje nasilja vezanog za rad?":{"code":"mm252"},"Jesu li oni informirani o tome kome se trebaju obratiti u slučaju psihosocijalnih problema vezanih za rad?":{"code":"mm260"},"Informirate li zaposlenike o psihosocijalnim opasnostima i njihovom učinku na zdravlje i sigurnost?":{"code":"mm259"},"Ima li Vaše poduzeće proceduru za rješavanje stresa vezanog za rad?":{"code":"mm250"},"Reagira li Vaše poduzeće ako pojedinačni zaposlenici imaju prekomjerno dugo ili nepravilno radno vrijeme?":{"code":"mm256"},"U protekle tri godine, je li Vaše poduzeće poduzelo bilo koju od sljedećih mjera radi rješavanja psihosocijalnih opasnosti? Preuređivanje prostora za rad":{"code":"mm2532"},"U protekle tri godine, je li Vaše poduzeće poduzelo bilo koju od sljedećih mjera radi rješavanja psihosocijalnih opasnosti? Promjene načina na koji je posao organiziran":{"code":"mm2531"},"U protekle tri godine, je li Vaše poduzeće poduzelo bilo koju od sljedećih mjera radi rješavanja psihosocijalnih opasnosti? Promjene rasporeda radnog vremena":{"code":"mm2535"},"U protekle tri godine, je li Vaše poduzeće poduzelo bilo koju od sljedećih mjera radi rješavanja psihosocijalnih opasnosti? Povjerljivo savjetovanje za zaposlenike":{"code":"mm2533"},"U protekle tri godine, je li Vaše poduzeće poduzelo bilo koju od sljedećih mjera radi rješavanja psihosocijalnih opasnosti? Uspostavljanje postupka za rješavanje sukoba":{"code":"mm2534"},"U protekle tri godine, je li Vaše poduzeće poduzelo bilo koju od sljedećih mjera radi rješavanja psihosocijalnih opasnosti? Pružanje obuke":{"code":"mm2536"},"Postoji li utvrđena procedura za rješavanje maltretiranja ili uznemiravanja?":{"code":"mm251"}}}}},"Sector":{"code":"sector","children":{"By Sector":{"code":"by_sector","children":{"Privatne usluge":{"code":"private_services"},"Proizvodni sektor":{"code":"production_sector"},"Javne službe":{"code":"public_services"}}},"Total":{"code":"total_sector","children":{"Total":{"code":"total_total_sector"}}}}},"Size":{"code":"size","children":{"By Establishment Size":{"code":"by_establishment_size","children":{"10 do 19 zaposlenika":{"code":"10_to_19_employees"},"20 do 49 zaposlenika":{"code":"20_to_49_employees"},"250 do 499 zaposlenika":{"code":"250_to_499_employees"},"50 do 249 zaposlenika":{"code":"50_to_249_employees"},"500 ili više zaposlenika":{"code":"500_or_more_employees"}}},"Total":{"code":"total_size","children":{"Total":{"code":"total_total_size"}}}}}}