{"Answer":{"code":"answer","children":{"Yes No":{"code":"yes_no","children":{"DK\/NA":{"code":"dk_na"},"No":{"code":"no"},"Yes":{"code":"yes"}}}}},"Country":{"code":"country","children":{"Albania":{"code":"albania"},"Andorra":{"code":"andorra"},"Austria":{"code":"austria"},"Belarus":{"code":"belarus"},"Belgium":{"code":"belgium"},"Bosnia-Herzegovina":{"code":"bosnia-herzegovina"},"Bulgaria":{"code":"bulgaria"},"Croatia":{"code":"croatia"},"Cyprus":{"code":"cyprus"},"Czech Republic":{"code":"czech republic"},"Denmark":{"code":"denmark"},"England":{"code":"england"},"Estonia":{"code":"estonia"},"Finland":{"code":"finland"},"France":{"code":"france"},"Germany":{"code":"germany"},"Greece":{"code":"greece"},"Hungary":{"code":"hungary"},"Iceland":{"code":"iceland"},"Ireland":{"code":"ireland"},"Italy":{"code":"italy"},"Latvia":{"code":"latvia"},"Liechtenstein":{"code":"liechtenstein"},"Lithuania":{"code":"lithuania"},"Luxembourg":{"code":"luxembourg"},"Macedonia":{"code":"macedonia"},"Malta":{"code":"malta"},"Moldova":{"code":"moldova"},"Monaco":{"code":"monaco"},"Montenegro":{"code":"montenegro"},"Netherlands":{"code":"netherlands"},"Norway":{"code":"norway"},"Poland":{"code":"poland"},"Portugal":{"code":"portugal"},"Romania":{"code":"romania"},"Russia":{"code":"russia"},"San Marino":{"code":"san marino"},"Scotland":{"code":"scotland"},"Serbia":{"code":"serbia"},"Slovakia":{"code":"slovakia"},"Slovenia":{"code":"slovenia"},"Spain":{"code":"spain"},"Sweden":{"code":"sweden"},"Switzerland":{"code":"switzerland"},"Turkey":{"code":"turkey"},"Ukraine":{"code":"ukraine"},"United Kingdom":{"code":"united kingdom"},"Vatican City":{"code":"vatican city"}}},"Indicator":{"code":"indicator","children":{"OBSTACLES A LA GESTION DES RISQUES PSYCHOSOCIAUX ET AIDE DISPONIBLE":{"code":"bfprmes","children":{"Par rapport à d'autres problèmes de sécurité et de santé, est-il plus difficile ou moins difficile de combattre les risques psychosociaux ou n'y a-t-il pas de différence?":{"code":"mm300"},"Auriez-vous besoin d'information ou de soutien supplémentaire dans ce domaine?":{"code":"mm303a"},"Avez-vous utilisé des informations ou le soutien de la part de sources externes sur la façon de traiter les risques psychosociaux au travail?":{"code":"mm302"}}},"REPRESENTATION FORMELLE DES TRAVAILLEURS EN MATIERE DE SST":{"code":"feroi","children":{"Et existe-t-il une délegation syndicale dans votre établissement?":{"code":"mm351"},"Existe-t-il un délégué du personnel ou comité d’entreprise dans cet établissement?":{"code":"mm350"},"Votre établissement dispose-t-il d'un délégué du personnel chargé de l'hygiène, de la sécurité et des conditions de travail?":{"code":"mm355"},"Existe-t-il un comité d’hygiène, de sécurité et des conditions de travail (CHSCT) dans votre établissement?":{"code":"mm358"},"Un membre du {représentant de la santé et de la sécurité}* est-il présent dans cet établissement?":{"code":"mm355nl"}}},"GESTION GENERALE DE LA SANTE ET DE LA SECURITE DANS L'ETABLISSEMENT":{"code":"ghsme","children":{"Les questions de santé et de sécurité sont-elles évoquées régulièrement, de temps en temps ou presque jamais dans les réunions de direction de haut niveau?":{"code":"mm158"},"Dans votre établissement, les postes de travail sont-ils soumis à un contrôle régulier des conditions de sécurité et de santé dans le cadre d'une évaluation des risques ou d'une procédure similaire?":{"code":"mm161"},"Avez-vous déjà entendu parler de la Semaine européenne de la sécurité et de la santé au travail?":{"code":"mm175"},"Prenez-vous des mesures pour soutenir le retour au travail des salariés après une absence pour maladie de longue durée?":{"code":"mm153"},"Votre établissement analyse-t-il de façon régulière les causes des absences pour maladie?":{"code":"mm152"},"Est-ce que l'inspection du travail a visité cet établissement au cours des trois dernières années afin de contrôler les conditions de santé et de sécurité?":{"code":"mm170"},"Votre établissement a-t-il utilisé des informations sur la santé et la sécurité de la part des organismes ou institutions suivants? Spécialistes externes en matière de santé et sécurité":{"code":"mm1737"},"Votre établissement a-t-il utilisé des informations sur la santé et la sécurité de la part des organismes ou institutions suivants? Organisations patronales":{"code":"mm1735"},"Votre établissement a-t-il utilisé des informations sur la santé et la sécurité de la part des organismes ou institutions suivants? Services internes de santé et sécurité":{"code":"mm1733"},"Votre établissement a-t-il utilisé des informations sur la santé et la sécurité de la part des organismes ou institutions suivants? Assureurs":{"code":"mm1738"},"Votre établissement a-t-il utilisé des informations sur la santé et la sécurité de la part des organismes ou institutions suivants? Instituts officiels pour la santé et la sécurité au travail":{"code":"mm1731"},"Votre établissement a-t-il utilisé des informations sur la santé et la sécurité de la part des organismes ou institutions suivants? Agence européenne pour la sécurité et la santé au travail":{"code":"mm1732"},"Votre établissement a-t-il utilisé des informations sur la santé et la sécurité de la part des organismes ou institutions suivants? Inspection du travail":{"code":"mm1734"},"Votre établissement a-t-il utilisé des informations sur la santé et la sécurité de la part des organismes ou institutions suivants? Syndicats":{"code":"mm1736"},"Dans votre établissement, quelle est l'importance des raisons suivantes pour aborder la santé et la sécurité? Pour chacune de ces raisons, pourriez-vous me dire si c'est une raison importante, une raison mineure ou si ce n'est pas du tout une raison? Raisons économiques ou liées aux performances":{"code":"mm1714"},"Dans votre établissement, quelle est l'importance des raisons suivantes pour aborder la santé et la sécurité? Pour chacune de ces raisons, pourriez-vous me dire si c'est une raison importante, une raison mineure ou si ce n'est pas du tout une raison? Pression de l'inspection du travail":{"code":"mm1716"},"Dans votre établissement, quelle est l'importance des raisons suivantes pour aborder la santé et la sécurité? Pour chacune de ces raisons, pourriez-vous me dire si c'est une raison importante, une raison mineure ou si ce n'est pas du tout une raison? Demandes des salariés ou de leurs représentants":{"code":"mm1712"},"Dans votre établissement, quelle est l'importance des raisons suivantes pour aborder la santé et la sécurité? Pour chacune de ces raisons, pourriez-vous me dire si c'est une raison importante, une raison mineure ou si ce n'est pas du tout une raison? Exigences des clients ou préoccupation liée à la réputation de l'entreprise":{"code":"mm1715"},"Dans votre établissement, quelle est l'importance des raisons suivantes pour aborder la santé et la sécurité? Pour chacune de ces raisons, pourriez-vous me dire si c'est une raison importante, une raison mineure ou si ce n'est pas du tout une raison? Fidélisation du personnel et gestion des absences":{"code":"mm1713"},"Dans votre établissement, quelle est l'importance des raisons suivantes pour aborder la santé et la sécurité? Pour chacune de ces raisons, pourriez-vous me dire si c'est une raison importante, une raison mineure ou si ce n'est pas du tout une raison? Respect d'une obligation légale":{"code":"mm1711"},"Dans votre établissement, quelles sont les principales difficultés dans le traitement de la santé et de la sécurité? Pour chacun des éléments suivants, pourriez-vous me dire si cela constitue une difficulté importante, une difficulté mineure ou si ce n'est pas du tout une difficulté? Le manque de sensibilisation":{"code":"mm1722"},"Dans votre établissement, quelles sont les principales difficultés dans le traitement de la santé et de la sécurité? Pour chacun des éléments suivants, pourriez-vous me dire si cela constitue une difficulté importante, une difficulté mineure ou si ce n'est pas du tout une difficulté? Le manque de compétences":{"code":"mm1723"},"Dans votre établissement, quelles sont les principales difficultés dans le traitement de la santé et de la sécurité? Pour chacun des éléments suivants, pourriez-vous me dire si cela constitue une difficulté importante, une difficulté mineure ou si ce n'est pas du tout une difficulté? Le manque de ressources, telles que le temps, le personnel ou l'argent":{"code":"mm1721"},"Dans votre établissement, quelles sont les principales difficultés dans le traitement de la santé et de la sécurité? Pour chacun des éléments suivants, pourriez-vous me dire si cela constitue une difficulté importante, une difficulté mineure ou si ce n'est pas du tout une difficulté? Le manque de soutien ou de conseils techniques":{"code":"mm1724"},"Dans votre établissement, quelles sont les principales difficultés dans le traitement de la santé et de la sécurité? Pour chacun des éléments suivants, pourriez-vous me dire si cela constitue une difficulté importante, une difficulté mineure ou si ce n'est pas du tout une difficulté? La culture de l'établissement":{"code":"mm1725"},"Dans votre établissement, quelles sont les principales difficultés dans le traitement de la santé et de la sécurité? Pour chacun des éléments suivants, pourriez-vous me dire si cela constitue une difficulté importante, une difficulté mineure ou si ce n'est pas du tout une difficulté? Le caractère sensible du sujet":{"code":"mm1726"},"La santé des salariés est-elle contrôlée par des examens médicaux réguliers?":{"code":"mm154"},"Existe-t-il dans votre établissement une politique documentée, un système de gestion établi ou un plan d'action sur la santé et la sécurité ?":{"code":"mm155"},"Dans l'ensemble, comment évalueriez-vous le degré d'implication des responsables opérationnels et du personnel d'encadrement dans la gestion de la santé et de la sécurité ? Diriez-vous qu'il est très élevé, plutôt élevé, plutôt faible ou très faible?":{"code":"mm159"},"Quels services pour la santé et la sécurité utilisez-vous, que ce soit en interne ou avec un contractant externe? Un consultant général en santé et sécurité":{"code":"mm1505"},"Quels services pour la santé et la sécurité utilisez-vous, que ce soit en interne ou avec un contractant externe? Un psychologue":{"code":"mm1503"},"Quels services pour la santé et la sécurité utilisez-vous, que ce soit en interne ou avec un contractant externe? Un spécialiste de la sécurité":{"code":"mm1502"},"Quels services pour la santé et la sécurité utilisez-vous, que ce soit en interne ou avec un contractant externe? Un spécialiste en ergonomie, chargé de l'aménagement des postes de travail":{"code":"mm1504"},"Quels services pour la santé et la sécurité utilisez-vous, que ce soit en interne ou avec un contractant externe? Un médecin du travail":{"code":"mm1501"}}},"RISQUES DE SANTE ET DE SECURITE DANS L'ETABLISSEMENT":{"code":"hsre","children":{"Pour chacune des questions suivantes, pourriez-vous me dire si c'est une préoccupation importante, faible ou inexistante au sein de votre établissement? Accidents":{"code":"mm2002"},"Pour chacune des questions suivantes, pourriez-vous me dire si c'est une préoccupation importante, faible ou inexistante au sein de votre établissement? Brimades ou harcèlement, à savoir abus, humiliations ou agressions par les collègues ou les supérieurs":{"code":"mm2007"},"Pour chacune des questions suivantes, pourriez-vous me dire si c'est une préoccupation importante, faible ou inexistante au sein de votre établissement? Substances dangereuses (ENQUETEUR : suggérer par ex. poussières, substances chimiques, biologiques ou radioactives)":{"code":"mm2001"},"Pour chacune des questions suivantes, pourriez-vous me dire si c'est une préoccupation importante, faible ou inexistante au sein de votre établissement? Troubles musculosquelettiques tels que mal au dos, au cou, aux bras ou aux jambes":{"code":"mm2004"},"Pour chacune des questions suivantes, pourriez-vous me dire si c'est une préoccupation importante, faible ou inexistante au sein de votre établissement? Bruit et vibrations":{"code":"mm2003"},"Pour chacune des questions suivantes, pourriez-vous me dire si c'est une préoccupation importante, faible ou inexistante au sein de votre établissement? Violence ou menace de violence":{"code":"mm2006"},"Pour chacune des questions suivantes, pourriez-vous me dire si c'est une préoccupation importante, faible ou inexistante au sein de votre établissement? Stress lié au travail":{"code":"mm2005"},"Plusieurs facteurs peuvent contribuer au stress, à la violence et au harcèlement au travail; ils concernent la façon dont le travail est organisé et sont souvent qualifiés de 'risques psychosociaux\".  Pourriez-vous me dire si les risques psychosociaux suivants sont une préoccupation dans votre établissement? Une politique des ressources humaines pas claire":{"code":"mm2029"},"Plusieurs facteurs peuvent contribuer au stress, à la violence et au harcèlement au travail; ils concernent la façon dont le travail est organisé et sont souvent qualifiés de 'risques psychosociaux\".  Pourriez-vous me dire si les risques psychosociaux suivants sont une préoccupation dans votre établissement? Discrimination (par ex. due au sexe, à l'âge ou à l'origine ethnique)":{"code":"mm20210"},"Plusieurs facteurs peuvent contribuer au stress, à la violence et au harcèlement au travail; ils concernent la façon dont le travail est organisé et sont souvent qualifiés de 'risques psychosociaux\".  Pourriez-vous me dire si les risques psychosociaux suivants sont une préoccupation dans votre établissement? Confrontation avec des clients, des patients, des élèves difficiles, etc.":{"code":"mm2026"},"Plusieurs facteurs peuvent contribuer au stress, à la violence et au harcèlement au travail; ils concernent la façon dont le travail est organisé et sont souvent qualifiés de 'risques psychosociaux\".  Pourriez-vous me dire si les risques psychosociaux suivants sont une préoccupation dans votre établissement? Insécurité du travail":{"code":"mm2025"},"Plusieurs facteurs peuvent contribuer au stress, à la violence et au harcèlement au travail; ils concernent la façon dont le travail est organisé et sont souvent qualifiés de 'risques psychosociaux\".  Pourriez-vous me dire si les risques psychosociaux suivants sont une préoccupation dans votre établissement? Manque de contrôle de la part des salariés sur l'organisation de leur travail":{"code":"mm2024"},"Plusieurs facteurs peuvent contribuer au stress, à la violence et au harcèlement au travail; ils concernent la façon dont le travail est organisé et sont souvent qualifiés de 'risques psychosociaux\".  Pourriez-vous me dire si les risques psychosociaux suivants sont une préoccupation dans votre établissement? Horaires de travail longs ou irréguliers":{"code":"mm2028"},"Plusieurs facteurs peuvent contribuer au stress, à la violence et au harcèlement au travail; ils concernent la façon dont le travail est organisé et sont souvent qualifiés de 'risques psychosociaux\".  Pourriez-vous me dire si les risques psychosociaux suivants sont une préoccupation dans votre établissement? Mauvaise coopération entre collègues":{"code":"mm2023"},"Plusieurs facteurs peuvent contribuer au stress, à la violence et au harcèlement au travail; ils concernent la façon dont le travail est organisé et sont souvent qualifiés de 'risques psychosociaux\".  Pourriez-vous me dire si les risques psychosociaux suivants sont une préoccupation dans votre établissement? Mauvaise communication entre la direction et les salariés":{"code":"mm2022"},"Plusieurs facteurs peuvent contribuer au stress, à la violence et au harcèlement au travail; ils concernent la façon dont le travail est organisé et sont souvent qualifiés de 'risques psychosociaux\".  Pourriez-vous me dire si les risques psychosociaux suivants sont une préoccupation dans votre établissement? Problèmes dans les relations supérieurs - salariés":{"code":"mm2027"},"Plusieurs facteurs peuvent contribuer au stress, à la violence et au harcèlement au travail; ils concernent la façon dont le travail est organisé et sont souvent qualifiés de 'risques psychosociaux\".  Pourriez-vous me dire si les risques psychosociaux suivants sont une préoccupation dans votre établissement? Pression liée au temps":{"code":"mm2021"}}},"GESTION DES RISQUES PSYCHOSOCIAUX DANS L'ETABLISSEMENT":{"code":"mopre","children":{"Et disposez-vous d'une procédure pour traiter la violence liée au travail?":{"code":"mm252"},"Ont-il été informés des personnes à qui s'adresser en cas de problèmes psychosociaux liés au travail?":{"code":"mm260"},"Informez-vous les salariés à propos des risques psychosociaux et de leur influence sur la santé et la sécurité?":{"code":"mm259"},"Votre établissement dispose-t-il d'une procédure permettant de traiter le stress lié au travail?":{"code":"mm250"},"Votre établissement prend-t-il des mesures si un salarié effectue des horaires de travail particulièrement longs ou irréguliers?":{"code":"mm256"},"Au cours des trois dernières années, votre établissement a-t-il mis en place une ou plusieurs des mesures suivantes pour traiter les risques psychosociaux? Une reconception de l'espace de travail":{"code":"mm2532"},"Au cours des trois dernières années, votre établissement a-t-il mis en place une ou plusieurs des mesures suivantes pour traiter les risques psychosociaux? Modifications du mode d'organisation du travail":{"code":"mm2531"},"Au cours des trois dernières années, votre établissement a-t-il mis en place une ou plusieurs des mesures suivantes pour traiter les risques psychosociaux? Modifications des horaires de travail":{"code":"mm2535"},"Au cours des trois dernières années, votre établissement a-t-il mis en place une ou plusieurs des mesures suivantes pour traiter les risques psychosociaux? Assistance aux salariés, de manière confidentielle":{"code":"mm2533"},"Au cours des trois dernières années, votre établissement a-t-il mis en place une ou plusieurs des mesures suivantes pour traiter les risques psychosociaux? Mise en place d'une procédure de résolution des conflits":{"code":"mm2534"},"Au cours des trois dernières années, votre établissement a-t-il mis en place une ou plusieurs des mesures suivantes pour traiter les risques psychosociaux? Formations":{"code":"mm2536"},"Une procédure est-elle en place pour traiter les brimades ou le harcèlement?":{"code":"mm251"}}}}},"Sector":{"code":"sector","children":{"By Sector":{"code":"by_sector","children":{"Services privés":{"code":"private_services"},"Secteur de la production":{"code":"production_sector"},"Services publics":{"code":"public_services"}}},"Total":{"code":"total_sector","children":{"Total":{"code":"total_total_sector"}}}}},"Size":{"code":"size","children":{"By Establishment Size":{"code":"by_establishment_size","children":{"10 à 19 collaborateurs":{"code":"10_to_19_employees"},"20 à 49 collaborateurs":{"code":"20_to_49_employees"},"250 à 499 collaborateurs":{"code":"250_to_499_employees"},"50 à 249 collaborateurs":{"code":"50_to_249_employees"},"500 collaborateurs ou plus":{"code":"500_or_more_employees"}}},"Total":{"code":"total_size","children":{"Total":{"code":"total_total_size"}}}}}}