{"Answer":{"code":"answer","children":{"Yes No":{"code":"yes_no","children":{"DK\/NA":{"code":"dk_na"},"No":{"code":"no"},"Yes":{"code":"yes"}}}}},"Country":{"code":"country","children":{"Albania":{"code":"albania"},"Andorra":{"code":"andorra"},"Austria":{"code":"austria"},"Belarus":{"code":"belarus"},"Belgium":{"code":"belgium"},"Bosnia-Herzegovina":{"code":"bosnia-herzegovina"},"Bulgaria":{"code":"bulgaria"},"Croatia":{"code":"croatia"},"Cyprus":{"code":"cyprus"},"Czech Republic":{"code":"czech republic"},"Denmark":{"code":"denmark"},"England":{"code":"england"},"Estonia":{"code":"estonia"},"Finland":{"code":"finland"},"France":{"code":"france"},"Germany":{"code":"germany"},"Greece":{"code":"greece"},"Hungary":{"code":"hungary"},"Iceland":{"code":"iceland"},"Ireland":{"code":"ireland"},"Italy":{"code":"italy"},"Latvia":{"code":"latvia"},"Liechtenstein":{"code":"liechtenstein"},"Lithuania":{"code":"lithuania"},"Luxembourg":{"code":"luxembourg"},"Macedonia":{"code":"macedonia"},"Malta":{"code":"malta"},"Moldova":{"code":"moldova"},"Monaco":{"code":"monaco"},"Montenegro":{"code":"montenegro"},"Netherlands":{"code":"netherlands"},"Norway":{"code":"norway"},"Poland":{"code":"poland"},"Portugal":{"code":"portugal"},"Romania":{"code":"romania"},"Russia":{"code":"russia"},"San Marino":{"code":"san marino"},"Scotland":{"code":"scotland"},"Serbia":{"code":"serbia"},"Slovakia":{"code":"slovakia"},"Slovenia":{"code":"slovenia"},"Spain":{"code":"spain"},"Sweden":{"code":"sweden"},"Switzerland":{"code":"switzerland"},"Turkey":{"code":"turkey"},"Ukraine":{"code":"ukraine"},"United Kingdom":{"code":"united kingdom"},"Vatican City":{"code":"vatican city"}}},"Indicator":{"code":"indicator","children":{"KORLÁTOK A PSZICHOLÓGIAI KOCKÁZATOK KEZELÉSÉBEN ÉS A MEGLEVŐ TÁMOGATÁSBAN":{"code":"bfprmes","children":{"Más munkavédelmi kérdésekkel összehasonlítva: Nehezebb vagy könnyebb a pszichológiai kockázatok kezelése, vagy nincs különbség?":{"code":"mm300"},"Szüksége lenne további információra vagy támogatásra ebben a kérdésben?":{"code":"mm303a"},"Igénybe vettek külső forrásból származó információt arra vonatkozóan, hogy miként kell kezelni a munkahelyi pszichológiai kockázatokat?":{"code":"mm302"}}},"HIVATALOS DOLGOZÓI KÉPVISELET MUNKAVÉDELMI KÉRDÉSEKBEN":{"code":"feroi","children":{"Van szakszervezet az intézménynél\/telephelyen?":{"code":"mm351"},"Van üzemi megbízott vagy  üzemi tanács az intézménynél\/telephelynél?":{"code":"mm350"},"Van az intézménynél belső munkavédelmi képviselő?":{"code":"mm355"},"Van munkavédelmi bizottság az intézménynél?":{"code":"mm358"},"Van-e a szervezetben (egészségvédelmi és biztonsági képviseleti) * tag?":{"code":"mm355nl"}}},"A MUNKAVÉDELEM ÁLTALÁNOS IRÁNYÍTÁSA AZ INTÉZMÉNYNÉL":{"code":"ghsme","children":{"A felsővezetői értekezleteken munkavédelmi ügyeket rendszeresen, néha vagy gyakorlatilag soha nem hoznak fel?":{"code":"mm158"},"Az intézménynél\/telephelynél ellenőrzik rendszeresen a munkahelyeket munkavédelmi szempontból a kockázatértékelés részeként vagy hasonló intézkedés során?":{"code":"mm161"},"Ismeri Ön az Európai Munkavédelmi Hét intézményét?":{"code":"mm175"},"Tesznek intézkedéseket annak érdekében, hogy a munkavállalókat támogassák a munkába való visszatérésben hosszú, betegség miatti hiányzást követően?":{"code":"mm153"},"Az intézménynél\/telephelynél általában elemzik a betegség miatti hiányzások okát?":{"code":"mm152"},"Járt az intézménynél\/telephelyen az elmúlt 3 évben a Munkavédelmi Felügyelőség, hogy ellenőrizze a munkavédelmi feltételeket?":{"code":"mm170"},"Az Ön intézménye\/telephelye használta már az alábbi testületek vagy intézmények munkavédelmi információit? Szerződéssel rendelkező munkavédelmi szakértők":{"code":"mm1737"},"Az Ön intézménye\/telephelye használta már az alábbi testületek vagy intézmények munkavédelmi információit? Munkaadók szervezetei":{"code":"mm1735"},"Az Ön intézménye\/telephelye használta már az alábbi testületek vagy intézmények munkavédelmi információit? Belső munkavédelmi szolgálatok":{"code":"mm1733"},"Az Ön intézménye\/telephelye használta már az alábbi testületek vagy intézmények munkavédelmi információit? Biztosítók":{"code":"mm1738"},"Az Ön intézménye\/telephelye használta már az alábbi testületek vagy intézmények munkavédelmi információit? Hivatalos munkavédelmi intézmények":{"code":"mm1731"},"Az Ön intézménye\/telephelye használta már az alábbi testületek vagy intézmények munkavédelmi információit? Európai Munkavédelmi Ügynökség":{"code":"mm1732"},"Az Ön intézménye\/telephelye használta már az alábbi testületek vagy intézmények munkavédelmi információit? Munkavédelmi Felügyelőség":{"code":"mm1734"},"Az Ön intézménye\/telephelye használta már az alábbi testületek vagy intézmények munkavédelmi információit? Szakszervezetek":{"code":"mm1736"},"Az Önök intézményénél\/telephelyén mennyire fontosak a következő indítékok a munkavédelmi ügyek rendezésekor? Kérem mindegyikről mondja meg, hogy az nagyon fontos indíték, kevésbé fontos indíték vagy egyáltalán nem fontos indíték. Gazdasági vagy teljesítménnyel kapcsolatos okok":{"code":"mm1714"},"Az Önök intézményénél\/telephelyén mennyire fontosak a következő indítékok a munkavédelmi ügyek rendezésekor? Kérem mindegyikről mondja meg, hogy az nagyon fontos indíték, kevésbé fontos indíték vagy egyáltalán nem fontos indíték. A Munkavédelmi Felügyelőség által gyakorolt nyomás":{"code":"mm1716"},"Az Önök intézményénél\/telephelyén mennyire fontosak a következő indítékok a munkavédelmi ügyek rendezésekor? Kérem mindegyikről mondja meg, hogy az nagyon fontos indíték, kevésbé fontos indíték vagy egyáltalán nem fontos indíték. A munkavállalók vagy azok képviselőinek kérése":{"code":"mm1712"},"Az Önök intézményénél\/telephelyén mennyire fontosak a következő indítékok a munkavédelmi ügyek rendezésekor? Kérem mindegyikről mondja meg, hogy az nagyon fontos indíték, kevésbé fontos indíték vagy egyáltalán nem fontos indíték. Ügyfelek követelményei vagy a vállalat jó hírneve miatti aggodalom":{"code":"mm1715"},"Az Önök intézményénél\/telephelyén mennyire fontosak a következő indítékok a munkavédelmi ügyek rendezésekor? Kérem mindegyikről mondja meg, hogy az nagyon fontos indíték, kevésbé fontos indíték vagy egyáltalán nem fontos indíték. A személyzet megtartása és a hiányzás kezelése":{"code":"mm1713"},"Az Önök intézményénél\/telephelyén mennyire fontosak a következő indítékok a munkavédelmi ügyek rendezésekor? Kérem mindegyikről mondja meg, hogy az nagyon fontos indíték, kevésbé fontos indíték vagy egyáltalán nem fontos indíték. A törvényi előírások betartása":{"code":"mm1711"},"Az Önök intézményénél\/telephelyén melyek a főbb nehézségek a munkavédelem kezelésében? Kérem mindegyikről mondja meg, hogy az nagyon nagy nehézség, kisebb nehézség vagy egyáltalán nem nehézség. Tudatosság hiánya":{"code":"mm1722"},"Az Önök intézményénél\/telephelyén melyek a főbb nehézségek a munkavédelem kezelésében? Kérem mindegyikről mondja meg, hogy az nagyon nagy nehézség, kisebb nehézség vagy egyáltalán nem nehézség. Szaktudás hiánya":{"code":"mm1723"},"Az Önök intézményénél\/telephelyén melyek a főbb nehézségek a munkavédelem kezelésében? Kérem mindegyikről mondja meg, hogy az nagyon nagy nehézség, kisebb nehézség vagy egyáltalán nem nehézség. Erőforrások, mint idő, személyzet vagy pénz hiánya":{"code":"mm1721"},"Az Önök intézményénél\/telephelyén melyek a főbb nehézségek a munkavédelem kezelésében? Kérem mindegyikről mondja meg, hogy az nagyon nagy nehézség, kisebb nehézség vagy egyáltalán nem nehézség. Műszaki támogatás vagy irányítás hiánya":{"code":"mm1724"},"Az Önök intézményénél\/telephelyén melyek a főbb nehézségek a munkavédelem kezelésében? Kérem mindegyikről mondja meg, hogy az nagyon nagy nehézség, kisebb nehézség vagy egyáltalán nem nehézség. Az intézmény kultúrája":{"code":"mm1725"},"Az Önök intézményénél\/telephelyén melyek a főbb nehézségek a munkavédelem kezelésében? Kérem mindegyikről mondja meg, hogy az nagyon nagy nehézség, kisebb nehézség vagy egyáltalán nem nehézség. A kérdés érzékenysége":{"code":"mm1726"},"Figyelik a munkavállalók egészségi állapotát rendszeres orvosi vizsgálatokkal?":{"code":"mm154"},"Van az intézménynél dokumentált politika, vezetési rendszer vagy intézkedés a munkavédelemre vonatkozóan?":{"code":"mm155"},"Összességében hogyan értékelné a műszaki vezetők és felügyelők bevonásának mértékét a munkavédelem irányításába? Nagyon nagy mértékben bevonják őket, elég nagy mértékben, elég kis mértékben vagy nagyon kis mértékben?":{"code":"mm159"},"Milyen munkavédelmi szolgáltatásokat alkalmaznak, legyen az belső vagy kiszervezett? Általános munkavédelmi tanácsadó":{"code":"mm1505"},"Milyen munkavédelmi szolgáltatásokat alkalmaznak, legyen az belső vagy kiszervezett? Pszichológus":{"code":"mm1503"},"Milyen munkavédelmi szolgáltatásokat alkalmaznak, legyen az belső vagy kiszervezett? Biztonságvédelmi szakértő":{"code":"mm1502"},"Milyen munkavédelmi szolgáltatásokat alkalmaznak, legyen az belső vagy kiszervezett? Ergonómiai szakértő, aki a munkaállomások felállításával foglalkozik":{"code":"mm1504"},"Milyen munkavédelmi szolgáltatásokat alkalmaznak, legyen az belső vagy kiszervezett? Üzemorvos":{"code":"mm1501"}}},"MUNKAVÉDELMI KOCKÁZATOK AZ INTÉZMÉNYNÉL":{"code":"hsre","children":{"Kérem mondja meg a következő állítások mindegyikéről, hogy az intézménynél\/telephelynél nagy gondot, némi gondot jelentenek vagy egyáltalán nem jelentenek gondot. Balesetek":{"code":"mm2002"},"Kérem mondja meg a következő állítások mindegyikéről, hogy az intézménynél\/telephelynél nagy gondot, némi gondot jelentenek vagy egyáltalán nem jelentenek gondot. Erőszakoskodás vagy zaklatás, azaz durva bánásmód, megalázás vagy támadás a kollégák vagy az elöljárók részéről":{"code":"mm2007"},"Kérem mondja meg a következő állítások mindegyikéről, hogy az intézménynél\/telephelynél nagy gondot, némi gondot jelentenek vagy egyáltalán nem jelentenek gondot. Veszélyes anyagok (Kérdező: ha szükséges, magyarázza el: pl. porok, vegyi, biológiai vagy rádioaktív anyagok)":{"code":"mm2001"},"Kérem mondja meg a következő állítások mindegyikéről, hogy az intézménynél\/telephelynél nagy gondot, némi gondot jelentenek vagy egyáltalán nem jelentenek gondot. Izom- és csontrendellenességek, mint például fájdalom a hátban, nyakban, karokban és lábakban":{"code":"mm2004"},"Kérem mondja meg a következő állítások mindegyikéről, hogy az intézménynél\/telephelynél nagy gondot, némi gondot jelentenek vagy egyáltalán nem jelentenek gondot. Zaj és rezgés":{"code":"mm2003"},"Kérem mondja meg a következő állítások mindegyikéről, hogy az intézménynél\/telephelynél nagy gondot, némi gondot jelentenek vagy egyáltalán nem jelentenek gondot. Erőszak vagy annak fenyegetése":{"code":"mm2006"},"Kérem mondja meg a következő állítások mindegyikéről, hogy az intézménynél\/telephelynél nagy gondot, némi gondot jelentenek vagy egyáltalán nem jelentenek gondot. Munkahelyi stressz":{"code":"mm2005"},"A munkahelyi stresszhez, erőszakhoz és zaklatáshoz számos tényező hozzájárulhat; ezek érintik a munka szervezését és gyakran 'pszichológiai kockázatokként' említik őket. Kérem, mondja meg, hogy az alábbi pszichológiai kockázatok közül jelent-e gondot valamelyik az intézménynél\/telephelyénél Homályos humán erőforrás politika":{"code":"mm2029"},"A munkahelyi stresszhez, erőszakhoz és zaklatáshoz számos tényező hozzájárulhat; ezek érintik a munka szervezését és gyakran 'pszichológiai kockázatokként' említik őket. Kérem, mondja meg, hogy az alábbi pszichológiai kockázatok közül jelent-e gondot valamelyik az intézménynél\/telephelyénél Diszkrimináció (például nemi, életkori vagy etnikai hovatartozás miatt)":{"code":"mm20210"},"A munkahelyi stresszhez, erőszakhoz és zaklatáshoz számos tényező hozzájárulhat; ezek érintik a munka szervezését és gyakran 'pszichológiai kockázatokként' említik őket. Kérem, mondja meg, hogy az alábbi pszichológiai kockázatok közül jelent-e gondot valamelyik az intézménynél\/telephelyénél Fárasztó ügyfelekkel, páciensekkel, tanulókkal, stb. kell foglalkozni":{"code":"mm2026"},"A munkahelyi stresszhez, erőszakhoz és zaklatáshoz számos tényező hozzájárulhat; ezek érintik a munka szervezését és gyakran 'pszichológiai kockázatokként' említik őket. Kérem, mondja meg, hogy az alábbi pszichológiai kockázatok közül jelent-e gondot valamelyik az intézménynél\/telephelyénél Az állások bizonytalansága":{"code":"mm2025"},"A munkahelyi stresszhez, erőszakhoz és zaklatáshoz számos tényező hozzájárulhat; ezek érintik a munka szervezését és gyakran 'pszichológiai kockázatokként' említik őket. Kérem, mondja meg, hogy az alábbi pszichológiai kockázatok közül jelent-e gondot valamelyik az intézménynél\/telephelyénél A munkavállalói irányítás hiánya a munkájuk megszervezésében":{"code":"mm2024"},"A munkahelyi stresszhez, erőszakhoz és zaklatáshoz számos tényező hozzájárulhat; ezek érintik a munka szervezését és gyakran 'pszichológiai kockázatokként' említik őket. Kérem, mondja meg, hogy az alábbi pszichológiai kockázatok közül jelent-e gondot valamelyik az intézménynél\/telephelyénél Hosszú vagy szabálytalan munkaidő":{"code":"mm2028"},"A munkahelyi stresszhez, erőszakhoz és zaklatáshoz számos tényező hozzájárulhat; ezek érintik a munka szervezését és gyakran 'pszichológiai kockázatokként' említik őket. Kérem, mondja meg, hogy az alábbi pszichológiai kockázatok közül jelent-e gondot valamelyik az intézménynél\/telephelyénél Gyenge együttműködés a kollégák között":{"code":"mm2023"},"A munkahelyi stresszhez, erőszakhoz és zaklatáshoz számos tényező hozzájárulhat; ezek érintik a munka szervezését és gyakran 'pszichológiai kockázatokként' említik őket. Kérem, mondja meg, hogy az alábbi pszichológiai kockázatok közül jelent-e gondot valamelyik az intézménynél\/telephelyénél Gyenge kommunikáció a vezetés és a munkavállalók között":{"code":"mm2022"},"A munkahelyi stresszhez, erőszakhoz és zaklatáshoz számos tényező hozzájárulhat; ezek érintik a munka szervezését és gyakran 'pszichológiai kockázatokként' említik őket. Kérem, mondja meg, hogy az alábbi pszichológiai kockázatok közül jelent-e gondot valamelyik az intézménynél\/telephelyénél Problémák a felügyelő - munkavállaló viszonyban":{"code":"mm2027"},"A munkahelyi stresszhez, erőszakhoz és zaklatáshoz számos tényező hozzájárulhat; ezek érintik a munka szervezését és gyakran 'pszichológiai kockázatokként' említik őket. Kérem, mondja meg, hogy az alábbi pszichológiai kockázatok közül jelent-e gondot valamelyik az intézménynél\/telephelyénél Az idő által gyakorolt nyomás":{"code":"mm2021"}}},"A PSZICHOLÓGIAI KOCKÁZATOK KEZELÉSE AZ INTÉZMÉNYNÉL\/TELEPHELYNÉL":{"code":"mopre","children":{"Létezik munkahelyi erőszak kezelése vonatkozó eljárási rend?":{"code":"mm252"},"Tájékoztatták őket arról, hogy kihez fordulhatnak munkahelyi pszichológiai problémák esetén?":{"code":"mm260"},"Az intézmény tájékoztatja a munkavállalókat a pszichológiai kockázatokról és azoknak az egészségre és biztonságra gyakorolt hatásairól?":{"code":"mm259"},"Létezik az intézménynek\/telephelynek munkahelyi stressz kezelésére vonatkozó eljárási rendje?":{"code":"mm250"},"Tesz az intézmény\/telephely lépéseket, ha az egyes munkavállalók különösen hosszú vagy szabálytalan munkaidőben dolgoznak?":{"code":"mm256"},"Az elmúlt 3 évben az Önök intézménye\/telephelye alkalmazta-e az alábbi intézkedések bármelyikét a pszichológiai kockázatok kezelése érdekében? A munkaterület átépítése":{"code":"mm2532"},"Az elmúlt 3 évben az Önök intézménye\/telephelye alkalmazta-e az alábbi intézkedések bármelyikét a pszichológiai kockázatok kezelése érdekében? A munka megszervezés módjának változtatása":{"code":"mm2531"},"Az elmúlt 3 évben az Önök intézménye\/telephelye alkalmazta-e az alábbi intézkedések bármelyikét a pszichológiai kockázatok kezelése érdekében? A munkaidő beosztás változtatása":{"code":"mm2535"},"Az elmúlt 3 évben az Önök intézménye\/telephelye alkalmazta-e az alábbi intézkedések bármelyikét a pszichológiai kockázatok kezelése érdekében? Bizalmas tanácsadás munkavállalóknak":{"code":"mm2533"},"Az elmúlt 3 évben az Önök intézménye\/telephelye alkalmazta-e az alábbi intézkedések bármelyikét a pszichológiai kockázatok kezelése érdekében? Konfliktus-megoldó eljárás bevezetése":{"code":"mm2534"},"Az elmúlt 3 évben az Önök intézménye\/telephelye alkalmazta-e az alábbi intézkedések bármelyikét a pszichológiai kockázatok kezelése érdekében? Képzés nyújtása":{"code":"mm2536"},"Létezik az erőszakoskodás vagy zaklatás kezelésére vonatkozó eljárási rend?":{"code":"mm251"}}}}},"Sector":{"code":"sector","children":{"By Sector":{"code":"by_sector","children":{"Magánszolgáltatások":{"code":"private_services"},"Termelési ágazat":{"code":"production_sector"},"Közszolgáltatások":{"code":"public_services"}}},"Total":{"code":"total_sector","children":{"Total":{"code":"total_total_sector"}}}}},"Size":{"code":"size","children":{"By Establishment Size":{"code":"by_establishment_size","children":{"10-19 munkavállaló":{"code":"10_to_19_employees"},"20-49 munkavállaló":{"code":"20_to_49_employees"},"250-499 munkavállaló":{"code":"250_to_499_employees"},"50-249 munkavállaló":{"code":"50_to_249_employees"},"500 vagy annál több munkavállaló":{"code":"500_or_more_employees"}}},"Total":{"code":"total_size","children":{"Total":{"code":"total_total_size"}}}}}}